{
  "databases": [
    "biorxiv"
  ],
  "limit": 1200,
  "limit_per_database": 400,
  "number_of_papers": 9,
  "number_of_papers_by_database": {
    "bioRxiv": 9
  },
  "papers": [
    {
      "abstract": "Human cortical neurogenesis involves conserved and specialized developmental processes during a restricted window of prenatal development. Radial glia (RG) neural stem cells shape cortical cell diversity by giving rise to excitatory neurons, oligodendrocytes, and astrocytes, as well as olfactory bulb interneurons (INs) and a recently characterized population of cortical INs. Complex genetic programs orchestrated by transcription factor (TF) circuits govern the balance between self-renewal and differentiation, and between different cell fates. Despite progress in measuring gene regulatory network activity during human cortical development, functional studies are required to evaluate the roles of TFs and effector genes in human RG lineage progression. Here we establish a human primary culture system that allows sensitive discrimination of cell fate dynamics and apply single cell clustered regularly interspaced short palindromic repeats interference (CRISPRi) screening to examine the transcriptional and cell fate consequences of 44 TFs active during cortical neurogenesis. We identified multiple TFs, with novel roles in cortical neurogenesis, including ZNF219, previously uncharacterized, that represses neural differentiation and NR2E1 and ARX that have opposing roles in regulating RG lineage plasticity and progression across developmental stages. We also uncovered convergent effector genes downstream of multiple TFs enriched in neurodevelopmental and neuropsychiatric disorders and observed conserved mechanisms of RG lineage plasticity across primates. We further uncovered a postmitotic role for ARX in safeguarding IN subtype specification through repressing LMO1. Our study provides a framework for dissecting regulatory networks driving cell fate consequences during human neurogenesis.",
      "authors": [
        "Ding, J. W.",
        "Kim, C. N.",
        "Ostrowski, M. S.",
        "Abeykoon, Y.",
        "Pavlovic, B. J.",
        "Wallace, J. L.",
        "Nowakowski, T. J.",
        "Pollen, A. A."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.23.678137",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-24",
      "selected": null,
      "title": "Dissecting Gene Regulatory Networks Governing Human Cortical Cell Fate",
      "urls": [
        "https://doi.org/10.1101/2025.09.23.678137"
      ]
    },
    {
      "abstract": "SARS-CoV-2 infection leads to extensive host transcriptomic changes, but the role of alternative splicing in shaping the immune response remains underexplored. Here, we present the first application of long-read single-cell RNA sequencing on nasopharyngeal swabs from COVID-19 patients and healthy controls to resolve transcript-level changes across cell types. Our analysis identified major epithelial cell types and pronounced immune infiltration, with cell-type annotations concordant with those from short-read data. By enabling isoform-level resolution, our nanopore sequencing approach revealed cell-type specific alternative splicing, undetectable with short-read sequencing. For example, although gene-level expression of the key immune and apoptosis regulators, IFNAR2 and FAIM, did not differ between COVID-19 patients and healthy controls we identified marked shifts in isoform usage. Between moderate and critical cases, we observed cell-type specific differential transcript usage in the T cell signaling kinase FYN and the immune-regulatory transcription factor IRF2. As some of these splicing alterations yield functionally distinct isoforms, we hypothesize that alternative splicing modulates immune signaling and apoptosis, fine-tuning the host response to SARS-CoV-2 infection. Our study demonstrates the unique power of long-read single-cell transcriptomics to uncover isoform-resolved regulatory changes, offering novel insights into the role of alternative splicing in shaping immune responses to viral infections.",
      "authors": [
        "Koehler, K.",
        "Morris, L.",
        "Rakszewska, A.",
        "Chua, R. L.",
        "Balura, M.",
        "Jechow, K.",
        "Loske, J.",
        "Eils, R.",
        "Lehmann, I.",
        "Robinson, P. N.",
        "Conrad, C."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.23.676511",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-23",
      "selected": null,
      "title": "Long-read single-cell RNA sequencing uncovers cell-type specific transcript regulation in COVID-19",
      "urls": [
        "https://doi.org/10.1101/2025.09.23.676511"
      ]
    },
    {
      "abstract": "The advent of single-cell lineage-tracing technologies has enabled simultaneous measurement of gene expression and lineage barcodes. However, integrating these modalities for high-resolution lineage reconstruction has remained challenging due to limitations of methods that analyze modalities separately. In response, we present BiLinT, a Bayesian framework for reconstructing high-resolution cell lineage trees by jointly modeling single-cell multimodal lineage-tracing data. BiLinT integrates lineage barcode evolution (modeled via a continuous-time Markov chain) and gene expression dynamics (modeled via an Ornstein-Uhlenbeck process) within a unified probabilistic model. Applications to synthetic and real datasets demonstrate improved accuracy and reveal developmental fate biases.",
      "authors": [
        "Chen, Z.",
        "Zhang, B.",
        "Tang, L.",
        "Gong, F.",
        "Wan, L.",
        "Ma, L."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.21.677669",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-23",
      "selected": null,
      "title": "Bayesian inference of lineage trees by joint analysis of single-cell multimodal lineage-tracing data with BiLinT",
      "urls": [
        "https://doi.org/10.1101/2025.09.21.677669"
      ]
    },
    {
      "abstract": "The skin is the largest human organ and a site of significant disease burden, yet its cellular and molecular organization across the body are largely undefined. Here, we construct a spatially-resolved single-cell atlas of 1.2 million cells from normal adult human skin to localize 45 cell types across 15 anatomic sites. We define principles of organ-wide cell composition, including axes of cell diversity and specialization, and distinguish site-enriched cell types. Each body site is comprised of 10 multicellular neighborhoods that define cell-cell communication. Notably, we identify a perivascular neighborhood enriched for immune-stromal crosstalk with features resembling a homeostatic immune niche similar to skin-associated lymphoid tissue. Finally, mapping these neighborhoods onto skin disease reveals pathogenic neighborhood disruptions, including pan-disease immune alterations in the perivascular neighborhood. We present a framework charting the skin's multiscale spatial organization across a molecular to macroanatomic scale. This work advances our understanding of organ-wide skin cellular organization and communication, and its architectural disruption in disease.",
      "authors": [
        "Restrepo, P.",
        "Wilder, A.",
        "Houser, A.",
        "Ramirez, A.",
        "Hren, M. G.",
        "Gill, R.",
        "Chen, L.",
        "Demircioglu, D.",
        "Hasson, D.",
        "Soto, A.",
        "McQuillan, S.",
        "Gonzalez-Kozlova, E.",
        "Brody, R.",
        "Ungar, B.",
        "Kasper, M.",
        "Torina, P.",
        "Lewin, J. M.",
        "Gnjatic, S.",
        "Ma, S.",
        "Ji, A. L."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.22.676865",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-23",
      "selected": null,
      "title": "A single-cell spatial transcriptomic census of human skin anatomy",
      "urls": [
        "https://doi.org/10.1101/2025.09.22.676865"
      ]
    },
    {
      "abstract": "MicroRNAs are small non-coding RNAs that mediate post-transcriptional silencing of most mammalian genes. They are generated in a multi-step process initiated by the Microprocessor, a protein complex composed of DROSHA and DGCR8. Recent studies have described the phenomenon of \"cluster assistance\", in which a prototypic primary miRNA hairpin can license the Microprocessor-mediated processing of a clustered suboptimal hairpin in cis. Genetic screening and mechanistic analyses led to the identification of two critical factors for this process, SAFB2 (scaffold attachment factor B2) and ERH (enhancer of rudimentary homolog), which have been shown to associate with the N-termini of DROSHA and DGCR8, respectively, but also form a complex with each other. However, it remains unclear how SAFB2 and ERH can alter the Microprocessor substrate specificity, and whether the described protein-protein interactions are required for cluster assistance. In this study, we determined the crystal structure of the SAFB2-ERH complex, revealing the interaction interface and show that mutation of critical residues weakens complex formation but does not affect cluster assistance. Accordingly, loss of SAFB1 and 2 or of ERH results in overlapping, but not identical defects in primary miRNA biogenesis, suggesting that both factors confer also unique roles in this process. Moreover, our data indicate that SAFB1/2 and ERH are required for efficient Microprocessor feedback regulation, uncovering a clear physiological function of cluster assistance impacting global miRNA abundance. Most importantly, we demonstrate that ERH-mediated cluster assistance does not require its described association with DGCR8, and show that its disruption affects only a small subset of cluster assistance-unrelated pri-miRNAs. Thus, this study reveals dual roles of ERH in primary miRNA biogenesis, one driven by its direct binding to DGCR8, and the other in cluster assistance that does not require DGCR8 binding.",
      "authors": [
        "Herzog, S.",
        "Aschenwald, S.",
        "Panda, A. K.",
        "Wurzer, T.",
        "Baumgaertner, S.",
        "Ertl, V. S.",
        "Hatzer, J.",
        "Villunger, A.",
        "Falk, S."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.23.678008",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-23",
      "selected": null,
      "title": "Dual function of ERH in primary miRNA biogenesis",
      "urls": [
        "https://doi.org/10.1101/2025.09.23.678008"
      ]
    },
    {
      "abstract": "Single-cell Assay for Transposase Accessible Chromatin (scATAC-seq) is increasingly used at population scale to study how genetic variation shapes chromatin accessibility across diverse cell types. This widespread adoption of the assay has created a need for computational methods that can handle complex biological and technical variation. Yet method development is limited by the lack of flexible simulation tools with known ground truth. Here, we present simPIC, a simulation framework for generating realistic single-cell ATAC-seq data across individuals and cell types. simPIC supports both population-scale and single-individual simulations, with the ability to model cell groups, batch effects, and genotype dependent variation in accessibility. These features enable realistic benchmarking for tasks such as chromatin accessibility quantitative trait locus (caQTL) mapping. simPIC generates data that closely match real datasets and better captures inter-individual and experimental variation compared to existing tools. Keywords: single-cell ATAC-seq, single-cell genomics, software package, simulation",
      "authors": [
        "Chugh, S.",
        "Shim, H. S.",
        "McCarthy, D. J."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.21.676689",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-23",
      "selected": null,
      "title": "simPIC: flexible simulation of paired-insertion counts for single-cell ATAC sequencing data",
      "urls": [
        "https://doi.org/10.1101/2025.09.21.676689"
      ]
    },
    {
      "abstract": "Background Technological advancements in protein mass spectrometry have significantly enhanced analytical sensitivity and throughput, enabling single-cell proteomics by mass spectrometry (SCP-MS) to become reality. SCP-MS allows high-resolution analysis of cellular heterogeneity and function, bypassing bulk analysis limitations. Here, we used SCP-MS to document at the protein level the cellular diversity of mouse kidney cells. We further focused SCP-MS on low abundance distal convoluted tubule (DCT) cells that are essential for body electrolyte homeostasis and blood pressure control. Methods Mouse kidney cells were isolated via enzymic digestion and single-cells isolated using fluorescence-activated cell sorting (FACS). DCT cells were isolated from mice with GFP expression specifically in the DCT (parvalbumin-GFP) using a similar workflow. SCP-MS analyses was performed using an Orbitrap Ascend Mass Spectrometer with a FAIMS Pro Duo interface coupled with Wide ISolation window High-resolution MS1 Data Independent Acquisition (WISH-DIA). Spectronaut was used for protein identification and quantification, and cell-type annotation and clustering were performed in Python by scanpy implementation. Results Workflow benchmarking using Hela cells confirmed a successful SCP-MS setup. From 768 single mouse kidney cells, SCP-MS identified 2626 unique proteins. Computational approaches resolved various nephron segments, including distinct DCT populations. From enriched DCT cells, 1912 proteins were identified, enabling classification of three populations - DCT1, DCT2, and a proliferative subset (ProLIF) that represented a transient state between DCT1 and DCT2. ProLIF cells had elevated abundance of the sodium-chloride cotransporter NCC and represented approximately 33% of DCT cells, substantially exceeding previous transcriptomic estimates of ProLIF cell frequency (~0.1%). High proliferation (~39%) of DCT cells was confirmed using immunohistochemistry. Conclusions This SCP-MS analysis of mouse kidney uncovered significant cellular heterogeneity not captured effectively using transcriptomics. Despite imitations in proteome depth and throughput, SCP-MS provides a powerful approach for investigating kidney cellular dynamics at the protein level.",
      "authors": [
        "Wu, Q.",
        "Cheng, L.",
        "Assmus, A. M.",
        "Zheng, X.",
        "Esteva Font, C.",
        "Petersen, C. C.",
        "Ding, X.",
        "Paludan, S. R.",
        "Fenton, R. A."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.23.678003",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-23",
      "selected": null,
      "title": "Single-cell proteomics: a powerful new tool to study kidney cell heterogeneity",
      "urls": [
        "https://doi.org/10.1101/2025.09.23.678003"
      ]
    },
    {
      "abstract": "Membrane fusion is essential for signaling, cargo delivery, and synthetic cell growth, yet its mechanical consequences remain poorly defined. How fusion-driven membrane growth can be sustained without compromising compartment stability remains an unresolved challenge. Here, we established a minimal reconstituted system where content-loaded small liposomes fuse with single cell-sized giant unilamellar vesicles (GUVs), combining micropipette delivery, electrodeformation, and live imaging. Fusion outcomes were quantified through lipid and content mixing assays, GUV electrodeformation to track area and tension, and phase contrast imaging to monitor leakage. GUVs incorporated lipids and cargo from hundreds of thousands of vesicles at unprecedented efficiency rates, enabling substantial growth. However, accumulation of leaflet asymmetries induced curvature and tension, driving budding, rupture and leakage. Hemifusion amplified these destabilizing effects. Lipid number asymmetries emerge as a dominant mechanical cost of fusion, highlighting how cells may regulate these processes and guiding the design of therapeutic delivery systems and synthetic cells capable of robust and stable growth.",
      "authors": [
        "Lira, R. B.",
        "Cavalcanti, R. M.",
        "Riske, K. A.",
        "Dimova, R."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.22.677743",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-23",
      "selected": null,
      "title": "The Hidden Cost of Fusion: Intrinsic Asymmetry in Vesicle Fusion Restricts Synthetic Cell Growth",
      "urls": [
        "https://doi.org/10.1101/2025.09.22.677743"
      ]
    },
    {
      "abstract": "Protein structure alignment is a fundamental task in computational biology. While the TM-score is a gold standard for evaluating structural similarity, its direct optimization is challenging. Many algorithms, therefore, rely on heuristic or combinatorial approaches. In this work, we present OTMalign, a novel algorithm that iteratively optimizes the TM-score in a fast and robust manner. OTMalign leverages the theory of Optimal Transport (OT) to establish a soft correspondence between protein structures, guided by a TM-score-inspired reward matrix. This avoids the pitfalls of combinatorial searches and provides a global perspective at each iteration. The optimal rigid body transformation is then determined analytically using a weighted Kabsch algorithm, where the weights are derived from the OT correspondence matrix (the P matrix). We demonstrate that this P matrix effectively captures the structural similarity, and its use in a weighted covariance matrix allows for a direct SVD-based solution for the rotation and translation. We evaluated OTMalign on the RPIC benchmark dataset, demonstrating its rapid convergence and ability to produce high-quality alignments. OTMalign offers a practical and theoretically sound framework for TM score optimization, distinguished by its speed and iterative nature.",
      "authors": [
        "Hu, Y."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.21.677676",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-23",
      "selected": null,
      "title": "OTMalign: A Fast and Robust TM-score-driven Protein Structure Alignment Algorithm using Optimal Transport",
      "urls": [
        "https://doi.org/10.1101/2025.09.21.677676"
      ]
    }
  ],
  "processed_at": "2025-09-24 12:17:31",
  "publication_types": null,
  "query": "[computational biology] OR [single-cell] OR [organoids]",
  "since": "2025-09-23",
  "until": "2025-09-24"
}