{
  "databases": [
    "biorxiv"
  ],
  "limit": 1200,
  "limit_per_database": 400,
  "number_of_papers": 1,
  "number_of_papers_by_database": {
    "bioRxiv": 1
  },
  "papers": [
    {
      "abstract": "T cell-mediated immune surveillance is critical for cancer control, yet its endogenous effectiveness in hematological malignancies remains limited and poorly understood. Here, we integrate single-cell T cell receptor (TCR) profiling, HLA immunopeptidomics and functional antigen mapping to dissect the specificity landscape of bone marrow lymphocytes (BMLs) in multiple myeloma (MM) and acute myeloid leukemia (AML). We identify a rare subset of tumor-reactive T cells that exhibit a stereotyped transcriptional state distinct from bystander and virus-specific populations. Across both malignancies, immunopeptidomic profiling uncovers a partially conserved antigen repertoire enriched for noncanonical peptides, including products of novel or unannotated open reading frames (nuORFs), pseudogenes, and clonotypic immunoglobulin sequences. Several of these epitopes are recurrently presented and associated with convergent TCR responses across individuals. Based on this immune architecture, we develop a TCR-intrinsic fitness model that infers BML tumor specificity from transcriptional cues and stratifies immunotherapy response across three independent patient cohorts. Together, these findings map the latent potential of endogenous anti-tumor immunity in two biologically distinct diseases and provide a framework for decoding and restoring productive immune surveillance of hematological malignancies.",
      "authors": [
        "Wagner, T. R.",
        "Kehl, N.",
        "Steiger, S.",
        "Boschert, T.",
        "Kilian, M.",
        "Foster, K.",
        "Hernandez, G. M.",
        "Ctortecka, C.",
        "Michel, J.",
        "Schach, A.",
        "Zoller, J.",
        "Metzler, A.",
        "Onken, R.",
        "Schoenfelder, B.",
        "Renders, S.",
        "Maldonado Torres, C.",
        "Sester, L. S.",
        "Frenking, J. H.",
        "Werner, F.",
        "Osen, W.",
        "Lindner, K.",
        "Sen, E.",
        "Schumacher, S.",
        "Galas-Filipowicz, D.",
        "Fitzsimons, E.",
        "Green, E. W.",
        "Schmidt, P.",
        "Lindner, J. M.",
        "Uhrig, S.",
        "Bunse, L.",
        "Chain, B.",
        "Goldschmidt, H.",
        "Weinhold, N.",
        "Froehling, S.",
        "Trumpp, A.",
        "Abelin, J. G.",
        "Carr, S. A.",
        "Yong, K.",
        "Mueller-Tidow, C.",
        "Rippe, K.",
        "Raab, M. S.",
        "Platten, M.",
        "Eichmueller, S. B.",
        ""
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.08.07.668919",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-08-10",
      "selected": null,
      "title": "Conserved programs and specificities of T cells targeting hematological malignancies",
      "urls": [
        "https://doi.org/10.1101/2025.08.07.668919"
      ]
    }
  ],
  "processed_at": "2025-08-11 12:52:41",
  "publication_types": null,
  "query": "[hematology]",
  "since": "2025-08-10",
  "until": "2025-08-11"
}