{
  "databases": [
    "biorxiv"
  ],
  "limit": 1200,
  "limit_per_database": 400,
  "number_of_papers": 64,
  "number_of_papers_by_database": {
    "bioRxiv": 64
  },
  "papers": [
    {
      "abstract": "When we view cluttered environments containing multiple objects, the neural code for individual items can become ambiguous. This reflects a capacity limit in spatially-tuned visual neurons: when multiple objects fall within the cell receptive field, output cannot be attributed to a single object. Vision models from primate electrophysiology propose this is resolved by attention, which biases competition between object representations. However, evidence in humans is sparse and inconclusive, and reliance on single-cell data limits insight into underlying mechanisms and neurophysiological scope. Here, we use a novel multivariate approach to the analysis of human EEG and concurrent EEG/MRI to address this. First, we test whether attention is recruited by representational ambiguity. Second, we identify the mechanisms that act on representations of attended and unattended objects to resolve ambiguity. Finally, we characterize the millisecond timing and whole-brain action of these mechanisms to identify pervasive effects in semantic and executive brain networks.",
      "authors": [
        "Hickey, C.",
        "Acunzo, D.",
        "Grignolio, D."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.22.677741",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-22",
      "selected": null,
      "title": "Complementary attentional mechanisms for the resolution of representational ambiguity in the human brain",
      "urls": [
        "https://doi.org/10.1101/2025.09.22.677741"
      ]
    },
    {
      "abstract": "Human genome resequencing typically involves mapping reads to a reference genome to call variants; however, this approach suffers from both technical and reference biases, leaving many duplicated and structurally polymorphic regions of the genome unmapped. Consequently, existing variant benchmarks, generated by the same methods, fail to assess these complex regions. To address this limitation, we present a telomere-to-telomere genome benchmark that achieves near-perfect accuracy (i.e. no detectable errors) across 99.4% of the complete, diploid HG002 genome. This benchmark adds 701.4 Mb of autosomal sequence and both sex chromosomes (216.8 Mb), totaling 15.3% of the genome that was absent from prior benchmarks. We also provide a diploid annotation of genes, transposable elements, segmental duplications, and satellite repeats, including 39,144 protein coding genes across both haplotypes. To facilitate application of the benchmark, we developed tools for measuring the accuracy of sequencing reads, phased variant call sets, and genome assemblies against a diploid reference. Genome-wide analyses show that state-of-the-art de novo assembly methods resolve 2 to 7% more sequence and outperform variant calling accuracy by an order of magnitude, yielding just one error per 100 kb across 99.9% of the benchmark regions. Adoption of genome-based benchmarking is expected to accelerate the development of cost-effective methods for complete genome sequencing, expanding the reach of genomic medicine to the entire genome and enabling a new era of personalized genomics.",
      "authors": [
        "Hansen, N. F.",
        "Dwarshuis, N.",
        "Ji, H. J.",
        "Rhie, A.",
        "Loucks, H.",
        "Logsdon, G. A.",
        "Vollger, M. R.",
        "Storer, J. M.",
        "Kim, J.",
        "Adam, E.",
        "Altemose, N.",
        "Antipov, D.",
        "Asri, M.",
        "Barreira, S.",
        "Bohaczuk, S. C.",
        "Bzikadze, A. V.",
        "Carioscia, S. A.",
        "Carroll, A.",
        "Chao, K.-H.",
        "Chu, Y.",
        "Das, A.",
        "Ebert, P.",
        "English, A.",
        "Fleharty, M.",
        "Fleming, L. E.",
        "Formenti, G.",
        "Guarracino, A.",
        "Hartley, G. A.",
        "Jenike, K.",
        "Kalleberg, J.",
        "Kang, Y.",
        "King, R.",
        "Lipovac, J.",
        "Mastoras, M.",
        "Mitchell, M. W.",
        "Negi, S.",
        "Olson, N. D.",
        "Oshima, K. K.",
        "Paulin, L. F.",
        "Pickett, B. D.",
        "Porubsky, D.",
        "Ranchalis, J.",
        "Ranjan, D.",
        "Rautiainen, M.",
        "Riethm"
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.21.677443",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-21",
      "selected": null,
      "title": "A complete diploid human genome benchmark for personalized genomics",
      "urls": [
        "https://doi.org/10.1101/2025.09.21.677443"
      ]
    },
    {
      "abstract": "Pancreatic ductal adenocarcinoma (PDAC) evolves within a complex tumor microenvironment (TME) that promotes immune evasion and stromal reprogramming characterized by heterogeneous clonal architecture and frequent resistance to apoptosis. Here, we performed analysis on single-cell RNA sequencing data from 79,409 cells isolated from the pancreas of PDAC patients to dissect intra-tumoral heterogeneity, mechanisms that tumor creates TME and identify anti-apoptotic programs. To dissect the cellular heterogeneity and the molecular hallmarks of PDAC progression, we established a single-cell transcriptomic framework integrating quality-controlled data across tumor and stromal compartments. After rigorous filtering to remove potential doublets and cells with excessive mitochondrial transcript content (>30%), we generated a refined map of the PDAC cellular ecosystem. Dimensionality reduction revealed distinct transcriptional programs, with principal component analysis (PCA) capturing key axes of heterogeneity driven by highly variable genes across clusters. These data enabled functional annotation of epithelial, immune, and stromal subpopulations and highlighted dominant patterns of regulatory T cells, activated fibroblasts, and macrophage polarization toward tumor-supportive phenotypes. Collectively, our transcriptomic profiling delineates the architectural and functional complexity of the PDAC TME and reveals molecular adaptations that progressively establish tumor-permissive conditions.",
      "authors": [
        "Zareei, A.",
        "Allahdadi, H."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.18.677181",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-21",
      "selected": null,
      "title": "PDAC tumor immune system escape architecture: Analysis of transcriptomics of mechanisms that TME is tackling immune system in Pancreatic Ductal Adenocarcinoma Tumors",
      "urls": [
        "https://doi.org/10.1101/2025.09.18.677181"
      ]
    },
    {
      "abstract": "Advancements in single-cell spatial omics technologies allow unprecedented exploration of tissue microenvironments and the discovery of tissue-specific and cell type-specific, spatially-resolved molecular patterns associated with development, pathogenesis, and drug response. However, the process of pooling spatial estimates and findings across samples while hypothesis testing for meaningful differences between groups poses challenges under limited sample size and when the degree of heterogeneity within and between samples is high. To address this challenge, we introduce DC-SPOMIC, a tool for identifying differentially colocalized cell type pairs between groups of spatial omics samples. DC-SPOMIC uses local spatial statistics of each cell in a sample to calculate colocalization between pairs of cell types and spatial bootstrapping to estimate the degree of intra-sample variation of the colocalization estimate. The estimated intra-sample variances per sample are used in a random-effects meta-analysis model, which pools cell type pair colocalization estimates across samples while estimating the overall inter-sample heterogeneity. The random-effects output provides a pooled estimate of colocalization and its precision, which can be used for downstream analysis such as hypothesis testing of differential colocalization between groups of spatial omic samples. We demonstrate the robustness of colocalization estimation and pooling across samples using DC-SPOMIC on simulated data from spatial point process models. When used to analyze distinct histological groups of colorectal cancer samples generated by CODEX, DC-SPOMIC identifies seven statistically significant pairwise spatial colocalization differences amongst immune cell populations and network analysis revealed a subnetwork of four immune cell types exhibiting higher group colocalization. By quantifying both intra- and inter- sample variability, DC-SPOMIC offers potential to uncover significant spatial interactions in complex tissues and across heterogeneous datasets.",
      "authors": [
        "Chang, J.",
        "Perez, A. E.",
        "Molina, P.",
        "Tian, L.",
        "Plevritis, S."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.18.677135",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-21",
      "selected": null,
      "title": "Differential colocalization of cell-type pairs in single-cell spatial omics with DC-SPOMIC",
      "urls": [
        "https://doi.org/10.1101/2025.09.18.677135"
      ]
    },
    {
      "abstract": "Efficient energy metabolism is essential for microorganisms living on the thermodynamic edge. Consortia of anaerobic methane-oxidizing archaea (ANME-2) and sulphate-reducing bacteria (SRB) represent globally relevant syntrophic associations capable of growing with minimal amounts of free energy and can persist when methane becomes limiting. Their potential for physiological plasticity, including the use of electron donors beyond methane is poorly understood. Carbon monoxide (CO) has been reported in seep environments and represents a thermodynamically favourable alternative electron donor due to its low reduction potential. We demonstrate that environmental ANME-SRB consortia can oxidize CO in the absence of methane, in anoxic microcosm experiments using a combination of stable isotope geochemical tracers, metatranscriptomics, and single cell activity measurements (FISH-nanoSIMS). The oxidation of CO was coupled with sulphate-reduction by syntrophic consortia, and, in the absence of sulphate, through CO2 reduction to methane by ANME-2. Under these conditions, the production of methane was one ninth the rate of methanotrophy coupled to sulphate-reduction. Paired single cell FISH-nanoSIMS analysis of anabolic activity indicates that CO respiration appears to support cell maintenance rather than active growth, consistent with the observed down-regulation of energy generating complexes in ANME (e.g., mtr, rnf, etc.). The versatile capability of CO oxidation by anaerobic methanotrophic consortia broadens our understanding of carbon cycling in methane seeps and highlights potential mechanisms of resilience by methanotrophic archaea under changing geochemical regimes.",
      "authors": [
        "Guo, Y.",
        "Utter, D. R.",
        "Murali, R.",
        "Orphan, V. J."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.21.677609",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-21",
      "selected": null,
      "title": "Carbon monoxide oxidation expands the known metabolic capacity in anaerobic methanotrophic consortia",
      "urls": [
        "https://doi.org/10.1101/2025.09.21.677609"
      ]
    },
    {
      "abstract": "Natural Killer (NK) cells are cytotoxic lymphocytes and key mediators of innate immunity, essential for combating viral infections and cancer. Notably, they exhibit immunological memory, generating a stronger response upon re-exposure to the same stimulus. While NK cell memory holds promise for infection control, its role in bacterial infections remains poorly understood. Previously, we demonstrated that Streptococcus pneumoniae induces long-term, specific, and protective NK cell memory. In this study, we performed single-cell RNA-seq to uncover how NK cells respond to S. pneumoniae infection. Our findings reveal that challenged Memory (cMemory) NK cells undergo transcriptional reprogramming following S. pneumoniae infection and have a differential transcriptional response upon reinfection. In addition, we identified distinct cMemory NK cell subpopulations, with responding cMemory NK cells displaying a general enhanced activation, proliferation, and cytotoxic activity. These findings support a novel role for NK cells in the context of bacterial infections, thereby opening avenues for harnessing the potential of innate immune memory for therapeutic applications.",
      "authors": [
        "Torne, J.",
        "Chica, C.",
        "Camarasa, T.",
        "Jagla, B.",
        "Diaz Enes, M.",
        "Zellner, A.",
        "Mella, S.",
        "Libri, V.",
        "Hamon, M. A."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.19.677332",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-21",
      "selected": null,
      "title": "NK cells undergo transcriptional and functional reprogramming following Streptococcus pneumoniae infection",
      "urls": [
        "https://doi.org/10.1101/2025.09.19.677332"
      ]
    },
    {
      "abstract": "Cathepsin S is a cysteine protease that has been implicated in inflammatory bowel diseases (IBD) for its ability to promote visceral pain. Given its pro-inflammatory roles, we hypothesized that cathepsin S would drive other symptoms associated with IBD. Using activity-based probes, we investigated cysteine cathepsin activation in human and murine colitis. We observed a significant increase in fecal cathepsin S in patients with ulcerative colitis compared to healthy controls, while cathepsin S in mucosal biopsies was unchanged. Mice with experimental colitis exhibited a modest increase in mucosal activity of both cathepsin S and X compared to naive mice. Luminal secretion of cathepsin S was dramatically increased upon colitis induction, although differences between mouse colonies were observed. To investigate the contribution of cathepsin S and cathepsin X to colitis, we induced colitis in cathepsin-deficient mice. Cathepsin X-deficient mice exhibited no clear differences in disease indicators compared to wild-type mice. While cathepsin S-deficient mice exhibited less rectal bleeding, less splenomegaly and marginally improved histological scores, weight loss, diarrhea, colon shortening, and myeloperoxidase activity were not significantly different from wild-type mice. To determine whether pharmacologic inhibition of cathepsin S activity would ameliorate symptoms of colitis, a reversible inhibitor LY3000328 was administered to mice at the initiation of colitis. LY3000328 provoked a clear upregulation of cathepsin S and L activity in the mucosa, most likely through a compensatory mechanism. This increase in protease activity was associated with exacerbated histological scores and splenomegaly. Collectively, these results suggest that cathepsin S, but not cathepsin X, may contribute to some of the symptoms of experimental colitis. While cathepsin S has potential to be a therapeutic target in colitis, improved strategies to sustain its inhibition are required in future.",
      "authors": [
        "Anderson, B. M.",
        "Ziegler, A. R.",
        "Campden, R. I.",
        "Wu, H.",
        "Xu, B.",
        "McQuade, R. M.",
        "Carbone, S. E.",
        "Poole, D. P.",
        "Lomax, A. E.",
        "Reed, D.",
        "Vanner, S. J.",
        "Yates, R. M.",
        "Bunnett, N. W.",
        "Edgington-Mitchell, L. E."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.18.677249",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-21",
      "selected": null,
      "title": "Probing the activity of cysteine cathepsins in inflammatory bowel diseases",
      "urls": [
        "https://doi.org/10.1101/2025.09.18.677249"
      ]
    },
    {
      "abstract": "Despite the prevalence of autoimmune diseases, treatment options for specific conditions remain limited. These diseases are driven by three types of inflammatory pathways, each orchestrated by different T-helper cell subsets; however, a comprehensive atlas capturing their diverse functions across conditions and tissues is lacking. One of these subsets, CD4+ T-helper type 2 (Th2) cells, is a relatively infrequent immune cell population that plays a central role in orchestrating type 2 inflammation. In this study, we developed the first comprehensive CD4+Th2 single-cell atlas by analyzing the BioTuring database, which has data from over 300 million cells. This atlas integrates data from 52 studies, comprising a total of 39,243 cells derived from 9 major tissues, representing over 30 distinct diseases. Leveraging this atlas, we confirmed a rarely recognized CD4+Th2 cell population co-expressing IL22 and IL13 observed exclusively in atopic dermatitis and not in other allergic conditions. By integrating single-cell data with other omics technologies, our analysis suggests distinct downstream effects of IL22 and IL13, highlighting the potential for combination therapy to enhance treatment outcomes for AD patients. Additionally, by utilizing data derived from the wide range of diseases, tissues, and time points included in this atlas, we re-confirmed the unique connection between IL9 expression and conditions related to allergen exposure. Pseudotime analysis detailed CD4+Th2 cytokine dynamics upon allergen stimulation, showing a shift from early IL2 and IL4 expression to later IL9 and IL5, with IL13 consistently expressed, and further revealed that IL9 production was transient. Collectively, these findings reveal distinct, context-dependent CD4+Th2 cytokine functions, opening the potential for identifying novel therapeutic strategies for allergic and inflammatory diseases.",
      "authors": [
        "Pham, S.",
        "Monast, C.",
        "Suprun, M.",
        "Polak, M.",
        "Rao, R.",
        "Laddha, S."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.20.677532",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-21",
      "selected": null,
      "title": "Single-Cell Atlas of CD4+ T-Helper 2 Cells Reveals Distinct Cytokine Functions Across Diseases",
      "urls": [
        "https://doi.org/10.1101/2025.09.20.677532"
      ]
    },
    {
      "abstract": "Metabolic dysfunction-associated steatohepatitis (MASH) can lead to liver fibrosis and cirrhosis ultimately leading to liver transplantation or death. Therapeutic options for MASH-associated fibrosis are limited in part because of the lack of good model systems. To address this challenge, we developed a 3D MASH liver fibrosis model by using organoids derived from MASH patient liver co-cultured with human liver-derived hepatic stellate cells (HSC) and human peripheral blood monocytes (MC). Spontaneous self-assembly resulted in fibrotic scar-like 3D structures with senescent parenchymal cells, proliferating collagen secreting myofibroblasts (MFB) and proinflammatory TREM2+ scar-associated macrophages (MP). Single cell RNA sequencing suggested high similarity with MASH patient liver fibrotic scars. Lipid nanoparticles (LNPs) formulated with anti-YAP1siRNA could specifically and efficiently knockdown YAP1 in the MFBs, resulting in MFB senescence, a desirable therapeutic goal. This MASH patient liver-derived fibrosis model opens novel avenues towards testing treatments for MASH-associated liver fibrosis with reduced adverse effects.",
      "authors": [
        "Liu, A.",
        "Haseman, D.",
        "Bantu, K.",
        "Nong, J.",
        "Muzykantov, V.",
        "Melamed, J.",
        "Kegel, M.",
        "Muscat-Rivera, J.",
        "Weissman, D.",
        "Smith, D.",
        "Zhang, M.",
        "Rader, D. J.",
        "Raabe, T. D."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.18.677209",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-21",
      "selected": null,
      "title": "Modeling Fibrosis with MASH Patient Liver-Derived Organoids.",
      "urls": [
        "https://doi.org/10.1101/2025.09.18.677209"
      ]
    },
    {
      "abstract": "Classical enrichment methods for microorganisms rely on growth in selective media, but such practices are relatively expensive, low-throughput, and may result in a biased representation of taxa. Alternatively, microorganisms can be cultivated in thousands of picoliter droplets of equal volume, with the most efficient strains selected through quantitative assays at unprecedented ultrahigh throughput. Here, we present a novel high-throughput microfluidic technology for the characterization of cellulolytic microbial communities at the single-cell level. Individual microbial cells are encapsulated in picoliter droplets for clonal cultivation, after which a colorimetric assay using Congo red is applied to identify positive droplets containing cellulose-degrading strains. These positive droplets are then actively sorted at high throughput using absorbance-activated droplet sorting. The critical component of the enrichment assay we propose is the PicoSorter module, which expands the range of available droplet-based enrichment methods. The platform introduces a new design that enables buffer picoinjection required for the assay, followed by droplet sorting on a millisecond timescale.",
      "authors": [
        "Potenza, L.",
        "Kaminski, T. S.",
        "Drewniak, L.",
        "Kozon, L."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.20.677519",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-21",
      "selected": null,
      "title": "Droplet microfluidic PicoSorter for high throughput and active selection of cellulolytic microorganisms.",
      "urls": [
        "https://doi.org/10.1101/2025.09.20.677519"
      ]
    },
    {
      "abstract": "Per- and polyfluoroalkyl substances (PFAS) are synthetic chemicals found in the plasma of 98% of Americans. Epidemiological studies associate PFAS exposure with hypertension and kidney dysfunction, but causality and mechanisms remain unclear. We examined the effects of a mixture of 4 PFAS commonly detected in humans, including PFOA, PFOS, PFHxS, and PFNA, on blood pressure, salt sensitivity, and renal injury in 129S6 mice. Exposure to a lower dose for 3 weeks produced plasma PFAS levels in mice resembling occupational and regional environmental exposures; while a upper dose achieved levels similar to PFAS production workers. PFAS induced dose-dependent pressor effects in male but not female mice on a 0.4% low salt diet. During 4% high salt feeding, PFAS induced greater salt-sensitive hypertension in male mice, accompanied by glomerulopathy, interstitial fibrosis, and a trend towards increased albuminuria. Pressor effects were independent of plasma norepinephrine. Single-cell RNA sequencing of kidneys revealed most transcriptional changes in proximal tubule, thick ascending limb, and collecting duct, with enrichment of pathways in cholesterol synthesis, mitochondria respiration, ATP production, and transmembrane transporter activity. PFAS markedly increased the mRNA and protein of the pore-forming  subunit of epithelial sodium channel (ENaC), with no change in {beta}ENaC and a slight reduction in {gamma}ENaC protein. Elevated ENaC coincided with a 30% decrease in Nedd4-2 phosphorylation (Ser448), suggesting reduced ENaC ubiquitination and degradation. However, protein expression of 1 Na+-K+-ATPase and serum- and glucocorticoid-regulated kinase 1 (SGK1) as well as SGK1 phosphorylation (Ser78) were unaltered. Amiloride abolished salt-induced hypertension in lower-dose mice but only partially corrected hypertension in the upper dose group. Taken together, our results provide causal evidence that PFAS exposure promotes hypertension, salt sensitivity, and kidney injury via renal epithelial mechanisms, supporting and extending human epidemiologic observations.",
      "authors": [
        "Liu, J.",
        "Qiu, Q.",
        "Klemens, C. A.",
        "Garimella, V.",
        "Huang, J.",
        "Perera, N. L. D.",
        "McDonough, C. A.",
        "Post, C. M.",
        "Lawrence, B. P.",
        "Le, T. H.",
        "Li, C.",
        "Liang, M.",
        "Wu, J. O."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.19.677469",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-21",
      "selected": null,
      "title": "Per- and Polyfluoroalkyl Substances Induces Salt-Sensitive Hypertension by Upregulating Epithelial Sodium Channel - The First Experimental Evidence Supporting Causality",
      "urls": [
        "https://doi.org/10.1101/2025.09.19.677469"
      ]
    },
    {
      "abstract": "High-grade serous carcinoma (HGSC) of the ovary acquires chemoresistance through diverse cancer cell-intrinsic and -extrinsic mechanisms, culminating in treatment-refractory intraperitoneal metastasis. How chemotherapy-induced remodeling of the tumor microenvironment modulates drug sensitivity remains unclear. In this study, we demonstrate that chemotherapy induced IL1b-dependent neutrophil accumulation in tumors, driving chemoresistance in HGSC. Using patient samples, bulk transcriptomic profiling before and after chemotherapy revealed post-treatment upregulation of IL1B, and single-cell RNA sequencing identified myeloid cells as its principal source. In a chemoresistant murine metastatic ovarian cancer model, chemotherapy increased neutrophils and neutrophil extracellular traps (NETs) in omentum tumors; these increases were abrogated in IL1b-deficient mice, with expansion of activated CD8+ T cells and tumor control. Neutrophil depletion in wild-type mice recapitulated the chemosensitive phenotype of IL1b-deficient mice. In vitro, IL1b did not alter cancer cell-intrinsic chemosensitivity, whereas NETs reduced the chemosensitivity of cancer cells. Additionally, the dominant IL1b receptor (IL1R1) was predominantly expressed in tumor-associated fibroblasts in humans and mice. Consistently, IL1R1-deficient mice exhibited chemosensitivity with decreased neutrophil accumulation and increased IFNg+TNF+CD8+ T cells. We also found that chemotherapy upregulated CXCL2 in patients and that ablating IL1b-IL1R1 axis decreased CXCL2 expression in tumor-associated fibroblasts in mice. Finally, residual human HGSC tumor after chemotherapy showed increased neutrophils and a trend toward more NETs. Collectively, these findings illuminate a paradoxical, cancer cell-extrinsic mechanism in HGSC whereby chemotherapy itself amplifies chemoresistance and suggest that targeting chemotherapy-induced inflammation may help overcome treatment resistance.",
      "authors": [
        "Miyamoto, T.",
        "Ye, Y.",
        "Manning, B.",
        "Murphy, B.",
        "Minakuchi, M.",
        "Hamada, K.",
        "Mizuno, R.",
        "Taki, M.",
        "Yamanoi, K.",
        "Murakami, R.",
        "Mandai, M.",
        "Ye, Y.",
        "Wickramasinghe, J.",
        "Nefedova, Y.",
        "Kossenkov, A.",
        "Zhang, N."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.21.677600",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-21",
      "selected": null,
      "title": "Chemotherapy Induces an IL1β-dependent Neutrophil Recruitment that Promotes Chemoresistance in Metastatic Ovarian Cancer",
      "urls": [
        "https://doi.org/10.1101/2025.09.21.677600"
      ]
    },
    {
      "abstract": "The pancreatic {beta} cell surface proteome is essential for supporting cell communication, as it contributes to their secretory identity and maintains {beta} cell responsiveness to any extra- and intracellular variations. Therefore, studies are actively looking to identify specific surface biomarkers that not only can differentiate dysfunctional cell populations, particularly in the context of diabetes, but also can be used to develop therapeutic targets. While {beta} cell heterogeneity has been explored at the single-cell genomic and transcriptomic levels, in this study we aimed to demonstrate that even when a new plasma membrane epitope is identified, characterization of the proteome of cells expressing the same surface protein confirms that different subpopulations do exist. Using single-cell proteomic approach, we analyzed the proteome of MIN6 and Tc1 cells expressing Cd71, Cd99, and P538, which binds to a Fab-phage-538 identified in our previous study. Our findings suggest that the MIN6 (P538+) subpopulation may hold a more specialized functional identity compared to the other MIN6 (Cd71+), MIN6 (Cd99+), and control subpopulations. Moreover, we demonstrate that cell lines derived from the same tissue and expressing the same surface epitope can exhibit heterogeneity in their proteome. Indeed, while the specific expression of 17 protein groups confers to the MIN6 (P538+) subpopulation an insulin production and secretion-oriented identity, Tc1 (P538+), on the other hand, was characterized by only two proteins with no established involvement in glucagon production or secretion. Also, while the MIN6 (Cd99+) subpopulation may be predisposed to the development of insulin deficiency compared to MIN6 (Cd71+) and MIN6 (P538+), the proteomic profile of the Tc1 (Cd99+) subpopulation suggests that this subpopulation may hold an ability to adapt to stressful environmental conditions. Finally, when comparing MIN6 (Cd71+) to Tc1 (Cd71+), our findings suggest that the MIN6 subpopulation has probably a lesser role in Type 2 Diabetes Mellitus (T2DM) genesis in the context of iron homeostasis disruption than Tc1 (Cd71+).",
      "authors": [
        "Coulombe, B.",
        "Moursli, Y.",
        "Faubert, D.",
        "Grou, C."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.21.677593",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-21",
      "selected": null,
      "title": "Discovery and characterization of a pancreatic β cell subpopulation expressing an unknown surface epitope through single cell proteomics",
      "urls": [
        "https://doi.org/10.1101/2025.09.21.677593"
      ]
    },
    {
      "abstract": "Endosomes are organelles that sort and traffic materials to different cellular compartments to enable performance of other organelles. One group of organelles supported by endosomes are lysosome related organelles (LROs) - which perform specialized functions using endocytosed or recycled materials from endosomes. LROs include melanosomes, lytic granules, platelet dense granules, lamellar bodies, and more. Individuals with endosome trafficking disorders commonly present with oculocutaneous albinism due to insufficient trafficking to - and maturation of - melanosomes. While the loss of pigment is an easily identifiable phenotype, mutations in endosome trafficking can also cause multi-organ system symptoms due to more broad disruption of LROs. Different endosome trafficking mutations impact LRO maturation at different degrees of severity and can impact a subset or all LROs leading to a wide range of symptomologies. Endosome trafficking disorders can present with oculocutaneous albinism (caused by mutated melanosomes), blood diathesis (caused by mutated platelet dense granules), pulmonary fibrosis (caused by mutated lamellar bodies), or chronic inflammation and inflammatory bowel disease (IBD) (caused by mutated lytic granules), as well as other symptoms. The shared inflammatory patterns of Hermansky-Pudlak Syndrome (HPS) and Inflammatory Bowel Disease (IBD) are well studied. However, impacts of this shared gastrointestinal inflammation on the gut microbiome remain unexplored. Using a spontaneously identified mutant family of threespine stickleback fish, we characterize changes in LROs and symptoms of oculocutaneous albinism. We further demonstrate that the shared gastrointestinal phenotypes of HPS and IBD extend to the gut microbiome showing similar shifts in microbial communities consistent with IBD. We argue endosome trafficking models should be explored as models to study the gut microbiome in addition to inflammatory phenotypes in IBD, and importantly, be used to test microbial/dietary interventions for both IBD and endosome trafficking disorders.",
      "authors": [
        "Beck, E. A.",
        "Smith, C. A.",
        "Currey, M. C.",
        "Small, C. M.",
        "Bohannan, B. J.",
        "Cresko, W. A."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.20.677535",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-21",
      "selected": null,
      "title": "Spontaneous mutant in threespine stickleback connects endosome trafficking disorders and inflammatory bowel diseases via changes in the gut microbiome",
      "urls": [
        "https://doi.org/10.1101/2025.09.20.677535"
      ]
    },
    {
      "abstract": "Myasthenia gravis (MG) presents a clinical challenge where autoantibody titers against the neuromuscular junction fail to predict disease severity or treatment response, and thymectomy provides inconsistent benefit despite removing the source of autoreactive B cells. We hypothesized that thymic B cells acquire survival mechanisms that bypass normal tolerance checkpoints, enabling persistence independent of antigen-specific selection. Using single-cell RNA sequencing, V(D)J repertoire analysis, and spatial transcriptomics from human thymic samples, representing the largest MG atlas to date (237,661 cells), we discovered a previously unrecognized tolerance checkpoint swap in MG pathogenesis. Pathological class-switched B cells within thymic germinal centers exhibited reduced antigen presentation capacity (decreased CD74, CD1C expression) and diminished CD40 co-stimulation while upregulating TNFRSF17 to engage BAFF survival signals. This shift from T cell-dependent activation to BAFF-driven survival allowed polyclonal autoreactive B cells to persist without stringent selection and seed peripheral sites. T follicular helper cells supported this reprogramming through increased TNFSF13B and CHGB expression, the latter enabling dopamine-mediated acceleration of B cell synapses. These findings resolve longstanding clinical paradoxes in MG and identify the BAFF-BCMA axis as an actionable therapeutic target. Measuring serum BAFF and soluble BCMA could provide superior biomarkers to antibody titers, while BAFF inhibition or CD40 agonism could restore normal tolerance checkpoints, offering new therapeutic strategies for MG and potentially other autoimmune diseases.",
      "authors": [
        "Yan, Y.",
        "Avella Patino, D.",
        "Zhao, Y.",
        "Wu, X.",
        "Budinger, G. S.",
        "Bharat, A."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.19.677075",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-21",
      "selected": null,
      "title": "Myasthenia thymus reprograms class switched B cells into BAFF dependent survivors",
      "urls": [
        "https://doi.org/10.1101/2025.09.19.677075"
      ]
    },
    {
      "abstract": "The richness of our somatosensory experience is reflected in the functional diversity of somatic sensory neurons. Single-cell sequencing (scRNA) of sensory neurons has revealed a molecular basis for such diversity. However, sensory neuron diversity has yet to be captured at the level of the proteome. Here, we combined electrophysiology with deep visual proteomics (DVP) to quantify over 6,000 proteins from phenotypically-defined sensory neurons and identified novel proteomic markers of sensory neuron subtypes. Comparative analysis revealed both concordance and meaningful divergence between transcriptomes and proteomes. We further show that up to 3,000 proteins can be quantified from one-fourth of a single neuron, demonstrating subset-specific protein signatures. In culture, nociceptive neurons can be acutely sensitized to mechanical stimuli by nerve growth factor (NGF) which normally drives inflammatory pain in vivo. Indeed, overnight exposure of peptidergic nociceptors to NGF and a protein kinase C (PKC) activator produced functional sensitization associated with proteome changes. Functional knockdown experiments identified the up-regulated B3GNT2 enzyme as a potential effector of nociceptor sensitization. In summary, we present a high-resolution proteomic resource linking molecular identity to function, enabling the discovery of novel mechanisms underlying somatic sensation and pain sensitization.",
      "authors": [
        "Chakrabarti, S.",
        "Makhmut, A.",
        "Mohammadi, A.",
        "Luo, W.",
        "Wang, L.",
        "Lewin, G. R.",
        "Coscia, F."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.20.677124",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-21",
      "selected": null,
      "title": "Ultrasensitive proteomics uncovers nociceptor diversity and novel pain targets",
      "urls": [
        "https://doi.org/10.1101/2025.09.20.677124"
      ]
    },
    {
      "abstract": "The human pons relays sensory and motor information between the brain and the body. It is a key site for pathological processes, including diffuse midline gliomas (DMGs) and multiple sclerosis (MS) which predominantly arise in childhood and middle age, respectively. Although multiple studies address disease states, a comprehensive resource for normal pons development is lacking. Here we present PEDIA-BRAIN, an encyclopedia of gene expression and chromatin accessibility from 149,771 human pons nuclei spanning the first trimester to early adulthood to serve as a resource for the scientific community. Exploration of the encylopedia identified two trajectories to mature oligodendrocytes and developmental restriction of synaptic interactions between neurons and oligodendrocyte precursor cells. To illustrate the utility of the resource, we mapped single cell transcriptomes from DMG and MS samples and identified depletion of mature oligodendrocyte subtypes as a shared feature of both diseases. Data may be browsed and downloaded at pediabrain.nchgenomics.org.",
      "authors": [
        "Ding, T.",
        "Schweickart, G.",
        "Rivaldi, A.",
        "Harrington, C.",
        "Varghese, A.",
        "Qin, K.",
        "Kelly, B. K.",
        "Lammi, G.",
        "Sunkel, B. D.",
        "Stahl, K. L.",
        "Wagner, A. H.",
        "Leonard, J. R.",
        "Isaacs, A. M.",
        "Mardis, E. R.",
        "Miller, K. E.",
        "Wedemeyer, M. A."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.21.677597",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-21",
      "selected": null,
      "title": "PEDIA-BRAIN: A single nuclei multiomic encyclopedia of the human pons provides a resource for normal development and disease vulnerability",
      "urls": [
        "https://doi.org/10.1101/2025.09.21.677597"
      ]
    },
    {
      "abstract": "Despite substantial recent advances in query mapping and cell type or cell state discovery tools, their application to single-cell assay for transposase-accessible chromatin using sequencing (scATAC-seq) data remains challenging. The heterogeneous nature of peak feature spaces across samples hinders the effectiveness of existing methods, while the absence of dedicated tools for detecting perturbed cell types and states in scATAC-seq data further limits the depth of downstream analyses. To address these limitations, we present EpiPack, an integrative computational toolkit that leverages heterogeneous transfer learning and graph-based modeling strategies to advance scATAC-seq analysis. At its core, the Peak Embedding Informed Variational Inference (PEIVI) framework within EpiPack enhances mappable reference construction, query mapping, and label transfer, demonstrating that leveraging heterogeneous features in scATAC-seq data outperforms methods relying solely on conventional homogeneous features. In addition, EpiPack's global-local out-of-reference (OOR) detection framework achieves robust and efficient detection of perturbed cell types and states, extending the utility of scATAC-seq to disease and perturbation contexts. With its modular design and transferable pre-trained references, EpiPack can be readily applied to diverse analytical tasks and is available as a Python package at https://github.com/ZhangLabGT/EpiPack.",
      "authors": [
        "Cheng, Y.",
        "Zhang, X."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.19.677191",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-21",
      "selected": null,
      "title": "Discovering cell types and states from reference atlases with heterogeneous single-cell ATAC-seq features",
      "urls": [
        "https://doi.org/10.1101/2025.09.19.677191"
      ]
    },
    {
      "abstract": "The primary therapy for high-risk bladder cancer (BCa) is repeated instillations of the tuberculosis vaccine, Bacillus Calmette-Guerin (BCG). While BCG decreases the risk of recurrence by more than half, the concerted mechanisms of immune activation from BCG are unknown. Our objective was to investigate how the immune response differs between responders and non-responders to BCG therapy. We performed single-cell RNA-sequencing of isolated immune cells adjacent to high-risk bladders before and after BCG in BCG responders and non-responders. We identify an increase in Th17-like Th1 cells in BCG responders, characterized by greater expression of pro-inflammatory cytokines. Alternatively, non-responders had increased CD8+ T-cell exhaustion and T-regulatory cells. We identify that the primary mechanism of divergent T cell activity is driven by altered polarization and immunosuppressive signaling with myeloid cells. Through a machine-learning-based approach, we identified a Th17-like Th1 cytokines, such as IL17, IL21, and IL26, were predictive of a response, which were then validated in a separate BCG-treated BCa cohort. Together, this suggests that dynamic regulation of myeloid-T cell interactions can be targeted to improve BCG activity.",
      "authors": [
        "Brown, R.",
        "Khan, M. T.",
        "Niu, H.",
        "Podojil, J.",
        "Choy, B.",
        "Cui, W.",
        "Meeks, J."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.18.677132",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-21",
      "selected": null,
      "title": "Divergent Macrophage-Regulated T cell States Determine Response to Bacillus Calmette-Guerin (BCG) in High-Risk Bladder Cancer",
      "urls": [
        "https://doi.org/10.1101/2025.09.18.677132"
      ]
    },
    {
      "abstract": "Immune cells are crucially important for the development and function of many organ systems including the maternal-fetal interface during pregnancy: the placenta and fetal membranes. While maternal uterine NK cells have been studied in pre-eclampsia, and fetal Hofbauer cells in early gestation, much less is known about fetal-derived adaptive immune cells in the placenta and their contributions to healthy gestation versus complications of pregnancy including preterm birth. In this study, we enriched immune cells from 32 term and preterm placentas (chorionic villi, decidua basalis, and cord blood) and conducted single cell transcriptomics to evaluate the state and putative function of innate and adaptive immunity accompanying fetal trophoblast cells. Gestational age was a major driver of pro-labor pro-inflammatory cytokines IL1B and TNF that in some cases were elevated too early by preterm complications. Similarly, term placentas exhibited notable expansion of TCR clones, which were gestational age-dependent except in pathologies like chorioamnionitis and vasa previa. We used genome-wide SNP calling to deconvolute the origin of fetal cells and maternal cells, finding that both mother and fetus contribute substantially to all major immune cell lineages within the placental villi. Comparing these cells to one another, we report novel candidate markers specific to fetal-derived T cells and strong expression of IL1RL1 by fetal mesenchymal cells from preterm birth cases. This work adds to our knowledge of fetal immune development and seeks to identify what immunological steps go awry in preterm birth, paving the way towards risk evaluation in pregnant mothers and ultimately preventive care.",
      "authors": [
        "Rice, T. A.",
        "Cao, Y.",
        "Bichmann, L.",
        "Snisky, T. S.",
        "Singh, S.",
        "Gu, W.",
        "Yimlamai, D.",
        "Radda, J. S. D.",
        "Wang, S.",
        "Tsang, J. S.",
        "Megli, C.",
        "Konnikova, L."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.20.677440",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-21",
      "selected": null,
      "title": "Fetal and maternal immune cells exhibit tandem maturation across gestation and dysregulation in preterm birth",
      "urls": [
        "https://doi.org/10.1101/2025.09.20.677440"
      ]
    },
    {
      "abstract": "Maize is a cornerstone C crop underpinning food, feed and bioenergy. Carbonic anhydrases (CAs) are zinc metalloenzymes that catalyze the interconversion of CO2 and HCO-, underpinning photosynthesis, pH homeostasis and stress acclimation. Despite extensive work on plant CA families, a maize-focused synthesis integrating genome-wide cataloging, structural divergence, regulatory logic, and cell-type specificity is still lacking. Here we present a genome-wide census and a single-cell-resolved expression atlas of the maize CA family. We identified 18 CA genes partitioning into  (8), {beta} (5) and {gamma} (5) subfamilies. Proteins span 206-452 aa, pI 6.09-10.58 and 22.67-49.36 kDa, with predominantly hydrophilic profiles. Phylogeny resolved three robust clades (UFboot >90%) and indicated closer affinity to rice than to Arabidopsis; synteny recovered 15 maize-rice and 3 maize-Arabidopsis orthologs. Promoters are enriched for ABRE, TCA-element and ARE, suggesting ABA, SA and redox regulation. Bulk RNA-seq across 21 tissues revealed strong tissue specificity ({tau} >0.7 for 12 genes), with {beta}-CAs elevated in leaves and -CAs in roots. Single-cell analyses further showed Zm{beta}CA3 enriched in mesophyll cells and ZmCA2 enriched in vascular/root-cap cells. Together, these data position {beta}-CAs as chloroplast-centered hubs for C4 photosynthesis, while /{gamma}-CAs support ion/pH buffering and mitochondrial metabolism. We nominate cell-type-specific CA members as candidates for genetic improvement toward stress resilience in maize.",
      "authors": [
        "Gao, Y.",
        "Zhao, C."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.21.677582",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-21",
      "selected": null,
      "title": "Genome-wide Identification, Structural Features and Single-Cell Expression Atlas of the Carbonic Anhydrase Gene Family in Maize (Zea mays L.)",
      "urls": [
        "https://doi.org/10.1101/2025.09.21.677582"
      ]
    },
    {
      "abstract": "IgE plasma cells (PC) producing high affinity antibodies are critical players in allergic diseases. Allergies may persist or resolve over time, but the factors involved in their evolution are not well known. Sustained production of IgE antibodies, even in the absence of allergen exposure in persistent allergy, suggests the existence of long-lived IgE PC. However, the ability of IgE PC to undergo terminal differentiation and become long-lived has been questioned. Here, we demonstrate that IgE PC undergoes swift maturation into non-dividing MHCIIlowCD93+CD98high PC in immunized mice. Mature IgE PC have a distinct transcriptional profile for adaptation to high protein synthesis, glycosylation, and survival. Using PC timestamping, long-lived IgE PC could be found several months after immunization in mice. Remarkably, the spleen rather than the bone marrow, was the main tissue of residence of mature long-lived IgE PC. Our findings provide key insights to understand IgE production in persistent allergy.",
      "authors": [
        "Waldetario, M. C. G.",
        "Gonzalez-Kozlova, E.",
        "Hoehn, K.",
        "Aguilar, E. C.",
        "Xie, L.",
        "Aranda, C. J.",
        "Garcia-Carmona, Y.",
        "Ma, E. G. M.",
        "Curotto de Lafaille, M. A."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.18.676877",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-21",
      "selected": null,
      "title": "Long-lived IgE plasma cells that reside in the spleen contribute to the persistence of the IgE response",
      "urls": [
        "https://doi.org/10.1101/2025.09.18.676877"
      ]
    },
    {
      "abstract": "Macrophages are crucial for the maintenance of intestinal homeostasis, are considered key proinflammatory effector cells during intestinal inflammation and are implicated in tissue repair following injury or inflammation. Whether these roles are attributed to distinct subsets of macrophages or if macrophages retain a degree of plasticity in the intestine remains poorly understood. Here, through a combination of single cell RNA sequencing, lineage-tracing and immunofluorescence imaging, we define three major subpopulations of murine, colonic macrophages on the basis of CD11c and CD163 expression. These macrophages occupy discrete anatomical niches and display distinct replenishment kinetics. They all accumulate during acute colitis and Cx3cr1-based fate mapping shows that they persist through to inflammation resolution. Moreover, marked transcriptional differences exist between the macrophages present in health and their counterparts in the post-inflammation environment, demonstrating that inflammation leads to transcriptional rewiring of the resident macrophages in a subset-specific manner. Intriguingly, there were minimal transcriptional changes between long-lived macrophages and their recently differentiated counterparts, indicating the environment exerted a greater influence than ontogeny or the time of residency on their functional states in resolution.",
      "authors": [
        "Hegarty, L. M.",
        "Jones, G.-R.",
        "Adams, C. E.",
        "Gentek, R. M.",
        "Ho, G.-T.",
        "Emmerson, E.",
        "Bain, C. C."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.19.677333",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-21",
      "selected": null,
      "title": "Tissue resident colonic macrophages persist through acute inflammation and adapt to aid tissue repair",
      "urls": [
        "https://doi.org/10.1101/2025.09.19.677333"
      ]
    },
    {
      "abstract": "Monocyte-derived macrophages (MDMs) are widely used to model human macrophage biology in vitro and standardized polarization conditions were proposed to recapitulate the different macrophage activation states. Although surface markers specific for distinct MDM populations have been identified, a systematic analysis of surface marker expression on these consensus MDM populations has not previously been reported. Here, we use mass cytometry to perform an in-depth characterization of MDM surface profiles and determine how these markers evolve with time. We also compared the phenotypes found in vitro with patient-derived tumor-associated macrophages (TAMs) and found that although MDMs and TAMs shared most markers investigated, the cell-surface signatures markedly differed in terms of expression levels and combinations. Our high-dimensional, single-cell analyses clarifies the surface expression profile of the core in vitro differentiated macrophage populations and highlights some limitations of the in vitro system to represent the complexity of in vivo polarized tumor-associated macrophage phenotypes. These findings provide new opportunities to improve the models used to study macrophage biology and give a pathway to improve our understanding of the in vivo complexity of these systems.",
      "authors": [
        "Chevrier, S.",
        "Zanotelli, v. R.",
        "Schulz, D.",
        "Robinson, M.",
        "Ailles, L.",
        "Jewett, M. S.",
        "Gedye, G.",
        "Reis, B.",
        "Bodenmiller, B."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.20.677495",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-21",
      "selected": null,
      "title": "In vitro and in vivo derived macrophages occupy distinct phenotypic states",
      "urls": [
        "https://doi.org/10.1101/2025.09.20.677495"
      ]
    },
    {
      "abstract": "How opioid exposure and withdrawal states shape brain activity at the systems and circuit level remains poorly understood. Here, we use whole-brain, cellular-resolution c-Fos mapping to define brain-wide activity patterns and neuronal ensembles associated with morphine administration and withdrawal. To account for the brain's anatomically nested structure, we developed and applied a hierarchical statistical framework that detects region-specific changes in activity and outperforms conventional methods that treat brain regions as individual, unrelated units. These distributed signals formed ensembles with consistent and anatomically structured patterns of activity, both within subregions and across multiple connected brain areas. By combining TRAP2-based activity tagging with acute whole-brain c-Fos staining, we identified morphine- and withdrawal-activated ensembles and found that they are largely non-overlapping at the single-cell level, even within the same brain region. Integration with existing spatial transcriptomics datasets identified molecular markers for these state-specific ensembles in key brain areas such as the nucleus of accumbens, amygdala and ventral tegmental areas. Lastly, by integrating Allen mouse whole-brain transcriptional datasets, we identified the molecular identity of the morphine- administration and withdrawal ensembles. These findings define dissociable neuronal ensembles that encode opposing drug states and introduce a scalable framework for linking whole-brain activity to molecular and circuit-level mechanisms.",
      "authors": [
        "Ishii, K. K.",
        "Zhang, Y.",
        "Ren, L.",
        "de Lecea, A.",
        "Bakshi, S.",
        "Haygood, A.",
        "Chujo, S.",
        "Stevenson, H. P.",
        "Schwartz, E.",
        "Zhou, Z. C.",
        "Szelenyi, E.",
        "Golden, S. A.",
        "Kessler, D.",
        "Stuber, G."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.21.677198",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-21",
      "selected": null,
      "title": "Hierarchical and Spatial Mapping of Whole-Brain c-Fos Activity Reveals Distinct Opioid and Withdrawal Neuronal Ensembles",
      "urls": [
        "https://doi.org/10.1101/2025.09.21.677198"
      ]
    },
    {
      "abstract": "Objective: This study evaluated the effects of filtered, alkalinized water on inflammation and intestinal dysbiosis in individuals with inflammatory bowel disease (IBD). Methods: We conducted a three-month, two-arm, randomized intervention study involving 46 patients with IBD in remission. Participants were divided into two groups: one consumed filtered water from an active filtering device, and the control group consumed water from a mock device. Blood and stool samples were collected before and after the intervention. We assessed antioxidant capacity and circulating cytokine levels from plasma. Gene expression levels of inflammatory mediators were determined using mRNA from peripheral blood mononuclear cells (PBMCs). The microbial composition of fecal samples was characterized by qPCR analysis using primers targeting 16S rRNA genes. Results: Consumption of alkalinized filtered water significantly reduced IL1B gene expression in PBMCs. Furthermore, subjects drinking alkalinized filtered water exhibited a consistent, albeit not statistically significant, decrease in circulating IL-1beta and significantly lower levels of IL-4 than controls. Microbiome analysis revealed that the levels of the Bacteroides fragilis Group were significantly lower in subjects consuming tap water than in those consuming filtered water. Conclusion: These changes suggest that consuming alkalinized water for three months leads to an improved inflammatory status compared with consuming tap water.",
      "authors": [
        "Doblado, L.",
        "Estebaranz, C.",
        "Carrillo, E.",
        "Samhan-Arias, A.",
        "Nova, E.",
        "Garcia-Perea, E.",
        "Marcos, A.",
        "Diaz, L. E.",
        "Monsalve, M."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.19.677298",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-21",
      "selected": null,
      "title": "Alkalinized Filtered Water Induces Changes in the Gut Microbiome in Inflammatory Bowel Disease.",
      "urls": [
        "https://doi.org/10.1101/2025.09.19.677298"
      ]
    },
    {
      "abstract": "Purpose: Model the therapeutic effects of chemotherapy, radiotherapy, and chemoradiotherapy to study the heterogeneous responses of patient-derived tumor organoids (PDTOs). Methods: We proposed novel mathematical forecasting frameworks based on logistic growth ordinary differential equations (ODEs) and the characteristics of tumor responses to model the therapeutic effects of chemo- and radiation-induced killing. To validate the models, we cultured PDTOs from different patients and treated them with radiation (4 Gy and 8 Gy), chemotherapy (FOLFIRINOX at a previously determined organoid-specific IC50 dose), and combined regimens, respectively. The diameters of 20-40 organoids per patient were tracked and measured using brightfield images up to 7 or 9 days following each treatment to capture organoid growth dynamics data, which was used for model fitting. The accuracy of the modeling was evaluated by the average normalized mean squared errors (NMSE) of data fitting. Results: The proposed mathematical modeling frameworks accurately captured the observed growth dynamics of three PDTO samples after chemotherapy, radiotherapy, and chemoradiotherapy, as reflected by the average NMSE of data fitting, which are all close to zero (less than 0.0045). The fitted parameters, including killing strength, effect window, and peak killing timing, revealed significant heterogeneities in treatment responses across different PDTOs. Chemotherapy shows pronounced effectiveness in the early stage, while radiotherapy exhibits the effect later in the first week, and a significantly stronger secondary response occurs one week after radiation. Chemoradiotherapy combines the strengths of both modalities, producing pronounced effects in both response phases, with modeling results suggesting that the radiation-induced killing effect may play a dominant role in the synergistic interaction. Conclusions: Our modeling frameworks demonstrated high accuracy in modeling the heterogeneous therapeutic responses of PDTOs and provided insights into the dynamic killing effects and interplay between chemotherapy and radiotherapy. The modeling of therapeutic responses of PDTOs provides a valuable tool for optimizing treatment regimens and informing clinical trial design, thereby improving the efficacy of personalized medicine.",
      "authors": [
        "Yang, C.",
        "Keepers, Z.",
        "Shukla, H.",
        "Ren, L."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.21.677544",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-21",
      "selected": null,
      "title": "Tumor Organoids Modeling Reveals Timed Responses and Interplay of Radiotherapy and Chemotherapy in Pancreatic Cancer",
      "urls": [
        "https://doi.org/10.1101/2025.09.21.677544"
      ]
    },
    {
      "abstract": "Bile salts are key regulators of host microbe interactions and epithelial signaling in the intestine. Gut bacteria can deconjugate primary bile salts, which can be leveraged to engineer targeted therapies through bile salt hydrolase (BSH) activity. However, the interplay between bile salt signaling, microbial metabolism, and tumor-associated colonization remains poorly understood. Here, we establish an in vitro colon organoid platform to dissect bile salt driven epithelial microbe dynamics at cellular resolution. Using this system, we found that bile salts markedly modulated colonization of native Escherichia coli (EcAZ-2) and a BSH-expressing strain (EcAZ-2LsBSH) in healthy versus tumor murine organoids. Under bile salt exposure, EcAZ-2LsBSH preferentially colonized tumor organoids, though overall colonization was lower than that of the non-BSH strain. Beyond effects on bacterial colonization, bile salts also directly activated host signaling pathways. In presence of bile salts, EcAZ-2LsBSH significantly enhanced activation of bile acid receptors such as farnesoid X receptor (FXR) by 2-fold in healthy organoids. These findings reveal a mechanistic bridge between in vivo microbial function and bile salt interactions, offering potential microbiota and bile acid targeted therapeutic strategies.",
      "authors": [
        "Dasgupta, I.",
        "Ma, Y.",
        "Rangineni, D. P.",
        "Duran, M.",
        "Bhushan, A."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.20.676381",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-21",
      "selected": null,
      "title": "Bile Salts and Bacterial Bile Salt Hydrolase Activity Differentially Influence Escherichia coli Colonization and FXR Signaling in Colorectal Cancer Organoids",
      "urls": [
        "https://doi.org/10.1101/2025.09.20.676381"
      ]
    },
    {
      "abstract": "Gene Regulatory Networks (GRNs) are complex dynamical systems that modulate gene expression and drive transitions between phenotypic cell states. Determining these networks is crucial in understanding how gene dysregulation can lead to phenotypic variation and perturbation responses. We present a novel biophysically-motivated neural ordinary differential equation (ODE) model framework with a biologically interpretable deep learning architecture that leverages dynamic single-cell data: in-CAHOOTTS (gene regulatory network Inference with Context Aware Hybrid neural-ODEs on Transcriptional Time-series Systems). Our approach combines accurate prediction with mechanistic interpretability, decomposing gene expression dynamics into fundamental biophysical processes (mRNA transcription and degradation) while inferring regulatory network structure. We validate in-CAHOOTTS by learning the Saccharomyces cerevisiae response to rapamycin treatment, and learning the dynamic cell cycle progression. The trained model accurately predicts gene expression trajectories and identifies biologically relevant rapamycin response regulators. The framework achieves stable long-term predictions with time frames extending 30x beyond training data, maintaining realistic oscillatory dynamics for over 40 hours in cell cycle modeling, demonstrating that neural ODEs can capture true biological attractors rather than merely fitting data. We argue that interpretable neural ODEs can successfully model complex biological dynamics while revealing mechanistic insights essential for understanding living systems. By bridging extensible machine learning frameworks and mechanistic biology, in-CAHOOTTS represents a significant advance toward deep learning systems that both predict biological outcomes and explain the mechanisms driving them.",
      "authors": [
        "Beheler-Amass, M.",
        "Jackson, C. A.",
        "Gresham, D.",
        "Bonneau, R."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.19.676870",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-21",
      "selected": null,
      "title": "Dynamic Gene Regulatory Network Inference with Interpretable, Biophysically-Motivated Neural ODEs",
      "urls": [
        "https://doi.org/10.1101/2025.09.19.676870"
      ]
    },
    {
      "abstract": "Deformation of the nucleus often presents a barrier to cell migration through tight spaces, such as those encountered as cells move through tissues or across extracellular matrix barriers. Reorganization of the nucleus to allow its passage through spaces much smaller than its resting diameter requires forces generated by the cytoskeleton, as well as active reorganization within the nucleus driven by ATPases that crosslink or move chromatin. Here, we show that two different nuclear ATPases, the BRG1/SMARCA4 motor of the BAF or SWI/SNF complex and the bifunctional crosslinking and loop extruding complex, cohesin, have opposite effects on the stiffness of isolated nuclei. Inhibition of BRG1 stiffens the nucleus, and cohesin softens it in karyoplasts derived from multiple cell types, including four different cancer cells, fibroblasts, and mesenchymal stem cells. The effects on isolated nuclear stiffness coincide with the effects of these ATPases on the ability of cells to migrate through tight spaces. Stiffening the nucleus inhibits single cell migration through micron-sized pores and the outward migration of tumor cell spheroids into a surrounding collagen matrix. Softening the nucleus by inhibiting cohesin has the opposite effect: it enhances single-cell migration through pores, at least for some cell types, and facilitates the outgrowth of cells from a tumor cell spheroid into the surrounding matrix. These results emphasize the importance of active motions generated within the nucleus for the global mechanics of the nucleus and the way that it deforms in response to externally generated stresses.",
      "authors": [
        "Suprewicz, L.",
        "Byfield, F. J.",
        "Dutta, T. T.",
        "Janmey, P."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.21.677586",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-21",
      "selected": null,
      "title": "Role of nuclear ATPases in nuclear mechanics and cell migration through confined spaces: opposite effects of BRG1 and cohesin",
      "urls": [
        "https://doi.org/10.1101/2025.09.21.677586"
      ]
    },
    {
      "abstract": "During development, progenitors integrate external signaling cues to control differentiation. How combinatorial signal inputs modulate fate decisions and the underlying molecular information processing logic remains elusive. In this study, using single-cell mRNA-seq and regulatory network reconstruction, we identify an additive signal integration rule in mouse neural progenitor cells (NPCs) where the probability of neuronal versus glial cell fate choice is quantitatively regulated log-linearly by the input of EGF/FGF2, BMP4, and Wnt signaling. By profiling the developing mouse brain and NPCs cultured in different media and 40 combinatorial signaling conditions, we show that NPCs extracted from mouse embryos lost neurogenic potential during cell culture and collapsed into glial states, and that combinatorial signal inputs can restore the neuronal population following a simple log-linear model. We build regulatory network models by D-SPIN that quantitatively capture cell state distribution shifts induced by signal combinations and identify circuit structures and candidate regulators underlying the neuronal-glial fate switch, such as Olig1, Neurod1, and Hes1. Circuit models suggest that the log linearity emerges through high transcriptional heterogeneity. The models further predict an early bipotent state expressing regulators of both fates together, and we verify the bipotent state in single-cell profiling. Our work demonstrates that single-cell profiling combined with D-SPIN network reconstruction can elucidate regulatory nodes that control cell fate selection to facilitate building mechanistic models, and identifies a design principle of noise-driven additive regulation in the logarithm cell-fate probability space, providing a new strategy for population-level stem cell control.",
      "authors": [
        "Jiang, J.",
        "Chen, S.",
        "Park, J. H.",
        "Tsou, T.",
        "Yang, V.",
        "Rivaud, P.",
        "Thomson, M."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.20.677552",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-21",
      "selected": null,
      "title": "Designing signaling environments to modulate neural progenitor cell differentiation with regulatory network models",
      "urls": [
        "https://doi.org/10.1101/2025.09.20.677552"
      ]
    },
    {
      "abstract": "Diseases in pulmonary vasculature remain challenging to study due to the lack of functional ex vivo models. Paracrine signals are enriched in whole lung tissue and are critical in regulating endothelial maturation and vascular homeostasis. Previously, we employed single-cell RNA-sequencing (scRNAseq) to systematically profile ligand-receptor (L/R) interactions within the lung vascular niche. Here, we leveraged in vitro cell culture models to evaluate different paracrine signals identified from scRNAseq data and determined that adrenomedullin (ADM)-RAMP2 could improve the endothelial maturation under dynamic flow conditions. Among the top 20 soluble ligands, we found ADM has a superior effect on enhancing vascular barrier function, as evidenced by electrical cell impedance sensing (ECIS) and XperT assays. ADM also exhibited anti-inflammatory properties, decreasing ICAM1 and increasing IkBa expression in a dose-dependent manner. Interestingly, under shear stress at 15 dyn/cm2, ADM synergistically enhanced the expression of the native lung aerocyte capillary (aCap) endothelial marker EDNRB, increased anti-coagulation by increasing THBD and decreasing F3 expression. This effect was completely attenuated by blocking RAMP2, a receptor of ADM. This study highlights the potential of native paracrine cues, such as ADM/RAMP2 signaling, to enhance cellular and physiological maturation in engineered vascular models.",
      "authors": [
        "Yoon, Y.",
        "Duffy, R.",
        "kirk, S.",
        "Promnares, K.",
        "Karki, P.",
        "Birukova, A. A.",
        "Birukov, K. G.",
        "Yuan, Y."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.21.677608",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-21",
      "selected": null,
      "title": "Adrenomedullin-RAMP2 enhances endothelial cell maturation synergistically with shear stress",
      "urls": [
        "https://doi.org/10.1101/2025.09.21.677608"
      ]
    },
    {
      "abstract": "While single-cell multi-omics has advanced our understanding of cellular heterogeneity, the complexity of these datasets remains a barrier for non-computational users. Here, we introduce GUANACO, a Dash-based Python package for interactive, code-free visualization of single-cell RNA-seq and ATAC-seq data. GUANACO integrates matrix- and genome-track views, supporting flexible cell/gene selection, statistical testing, and transcription factor binding site exploration. Its user-friendly interface offers colorblind-friendly palettes, intuitive controls, and options for generating publication-ready figures. With a low memory requirement and cost-effective deployment, GUANACO facilitates seamless sharing and reproducible research, empowering researchers to explore, interpret, and communicate single-cell insights without extra coding.",
      "authors": [
        "Zhang, X.",
        "Kuddus, M.",
        "Xia, Q.",
        "Hu, Y.",
        "Chen, P."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.18.677070",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-21",
      "selected": null,
      "title": "GUANACO: A Unified Web-Based Platform for Single-Cell Multi-Omics Data Visualization",
      "urls": [
        "https://doi.org/10.1101/2025.09.18.677070"
      ]
    },
    {
      "abstract": "Single-cell perturbation dictionaries provide systematic measurements of how cells respond to genetic and chemical perturbations, and create the opportunity to assign causal interpretations to observational data. Here, we introduce RNA fingerprinting, a statistical framework that maps transcriptional responses from new experiments onto reference perturbation dictionaries. RNA fingerprinting learns denoised perturbation \"fingerprints\" from single-cell data, then probabilistically assigns query cells to one or more candidate perturbations while accounting for uncertainty. We benchmark our method across ground-truth datasets, demonstrating accurate assignments at single-cell resolution, scalability to genome-wide screens, and the ability to resolve combinatorial perturbations. We demonstrate its broad utility across diverse biological settings: identifying context-specific regulators of p53 under ribosomal stress, characterizing drug mechanisms of action and dose-dependent off-target effects, and uncovering cytokine-driven B cell heterogeneity during secondary influenza infection in vivo. Together, these results establish RNA fingerprinting as a versatile framework for interpreting single-cell datasets by linking cellular states to the underlying perturbations which generated them.",
      "authors": [
        "Grabski, I. N.",
        "Lee, J.",
        "Blair, J.",
        "Dalgarno, C.",
        "Mascio, I.",
        "Bradu, A.",
        "Knowles, D. A.",
        "Satija, R."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.19.676866",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-20",
      "selected": null,
      "title": "Mapping transcriptional responses to cellular perturbation dictionaries with RNA fingerprinting",
      "urls": [
        "https://doi.org/10.1101/2025.09.19.676866"
      ]
    },
    {
      "abstract": "Gene expression heterogeneity generates subpopulations of tumor cells that can evade therapeutic pressure. This heterogeneity has been observed in both primary Estrogen Receptor alpha positive (ER+) breast tumors and cell lines. Therefore, understanding the mechanisms regulating expression heterogeneity is critical towards developing effective therapies. A key contributor to gene expression variability is the stochastic nature of transcription. Transcription occurs in a probabilistic, burst-like manner, in which gene activation occurs intermittently, producing RNA in pulses and interspersed with transcriptional off-periods. The estrogen-responsive gene TFF1 is expressed in the majority of ER breast tumors and exemplifies such heterogeneity, with transcriptional inactivity ranging from minutes to several days. Here, we identify the molecular mechanism underlying the wide range in TFF1 expression by analyzing cells sorted based on their TFF1 activity levels. We observed that TFF1 inactive (TFF1low) cells exhibit a repressive chromatin state marked by H3K27me3 at the TFF1 promoter and enhancer. Despite global similarity in ER binding, occupancy at the TFF1 regulatory elements was selectively reduced in TFF1low cells, resulting in fewer active alleles and diminished transcriptional bursting frequency. Conversely, TFF1high cells exhibited more active TFF1 alleles and hyperbursting. These cells also retained sensitivity to endocrine therapy, while TFF1low cells displayed reduced drug responsiveness. Genome-wide, differentially enriched H3K27me3 regions correlated with variable expression of estrogen-responsive genes, highlighting a broader regulatory mechanism that links chromatin state to expression variability. Together, our findings establish how repressive chromatin dynamics contribute to gene expression heterogeneity and endocrine resistance in ER breast cancer.",
      "authors": [
        "Fleur, C.",
        "Day, C. R.",
        "Kammel, L. G.",
        "Yasar, P.",
        "Bennett, B.",
        "Scappini, E.",
        "Tucker, C. J.",
        "Sifre, M.",
        "Bregio, C.",
        "Rodriguez, J."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.18.677184",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-20",
      "selected": null,
      "title": "H3K27me3 chromatin heterogeneity reveals variable cell responses to estrogen and endocrine treatment",
      "urls": [
        "https://doi.org/10.1101/2025.09.18.677184"
      ]
    },
    {
      "abstract": "Type 1 diabetes mellitus (T1DM) is the most common severe chronic disease in children and adolescents and requires life-long exogenous insulin treatment. Investigating key differences between the pancreas of healthy and T1DM patients is key to help uncover new treatments. Here we performed a single-cell proteomic (SCP) analysis of purified pancreatic islets from several healthy and T1DM donors at a depth of > 4000 protein quantified. We employed tools designed for single-cell mRNA sequencing (scRNAseq) for cell type annotation highlighting discrepancies between mRNA and protein markers. Subsequently, we defined a subset of markers useful for future proteomics analyses of pancreatic islets. This marker list was employed to refine the annotations of our combined dataset, which we exploited with a machine learning approach to successfully transfer annotations into a new islet dataset. Lastly, we showcase the applicability and value of SCP in a clinical context by providing novel insights into cell type-specific differences between healthy and T1DM islets as well as between healthy islets of different donors. Our study is the first SCP analysis of pancreatic islets from multiple donors and T1DM islets, performed at this level of analytical depth. This provides methodological and biological insight as well as a reference dataset for future SCP studies and for any researcher interested in T1DM and in pancreatic islet physiology.",
      "authors": [
        "Sabatier, P.",
        "Granlund, L.",
        "Lechner, M.",
        "Rodin, S.",
        "Grinnemo, K.-H.",
        "Korsgren, O.",
        "Olsen, J. V."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.18.677038",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-20",
      "selected": null,
      "title": "Single-cell proteomics of pancreatic islet cells reveals type 1 diabetes and donor-specific features",
      "urls": [
        "https://doi.org/10.1101/2025.09.18.677038"
      ]
    },
    {
      "abstract": "Type IV pili are extracellular bacterial appendages with diverse functions, including biofilm formation, motility, conjugation, transformation, pathogenicity, and secretion. In planktonic marine cyanobacteria, they also enhance buoyancy and protect against grazing, yet their consequences for the oceanic carbon pump and microbial loop remain poorly understood. Pili production in dilute marine ecosystems entails ecological trade-offs, including high nutrient investment and, as we show here, increased vulnerability to phage infection. Using high-resolution electron microscopy, we observed cyanophages attaching along the entire length of extracellular pili, indicating that these filaments act as structural amplifiers of viral encounter in diffusion-limited environments. While piliated and non-piliated Synechococcus exhibited similar mortality in isolation, competition assays revealed a strong selective disadvantage for piliated cells, which were more rapidly depleted in mixed populations. This effect was most pronounced for cyanophage S-CAM7, which displayed higher pili-binding affinity and drove competitive exclusion of piliated hosts. To extend these findings to natural settings, we analysed single-cell amplified genomes (SAGs) observing pili genes encoded by 14.7% of total cyanobacterial SAGs. This proportion increased to 28.1% in virally infected SAGs (virocells; representing 3.8% of the total cyanobacterial SAGs), consistent with encounter-driven susceptibility of piliated cells in the environment. Together, our results identify type IV pili as double-edged structures: while conferring ecological advantages, they expose cells to viral attack by increasing encounter probability when pilus-attached phage are transport to the cell surface during pili retraction. This fitness cost may help explain the patchy distribution of pili in natural populations and the extreme sequence variability of pilins, reflecting an ongoing evolutionary arms race with phage.",
      "authors": [
        "Navarrete-Lopez, N. M.",
        "Sanchez-Carabantes, A.",
        "Haro-Moreno, J. M.",
        "Lopez-Perez, M.",
        "Aguilo-Ferretjans, M. d. M.",
        "Christie-Oleza, J. A."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.20.677514",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-20",
      "selected": null,
      "title": "Type IV pili increase phage encounter in marine cyanobacteria",
      "urls": [
        "https://doi.org/10.1101/2025.09.20.677514"
      ]
    },
    {
      "abstract": "Neuronal differentiation requires coordinated gene reprogramming and morphodynamic remodeling. How mechanical forces integrate with nuclear gene programs during neurogenesis remains unresolved. Here, we identify cortical tension as a mechanical barrier that safeguards against premature neuronal differentiation. Deletion of Plexin-B2, a guidance receptor controlling actomyosin contractility, lowers this barrier, enabling neurite outgrowth and accelerating neuronal lineage commitment. We show that coupling of extrinsic differentiation cues with intrinsic morphodynamics is essential for stabilizing neuronal fate and that cortical barrier and epigenetic barrier act in concert to regulate developmental timing. In cerebral organoids, Plexin-B2 ablation triggered premature cell-cycle exit and differentiation, resulting in progenitor pool depletion and neuroepithelial disorganization, phenotypes echoing intellectual disability in patients with rare pathogenic PLXNB2 variants. Our studies demonstrate that cortical tension functions as mechano-checkpoint that regulates the onset of neurogenesis. Lowering this barrier may provide a strategy to accelerate induced neuron generation and maturation for CNS disease modeling.",
      "authors": [
        "Halperin, D.",
        "Junqueira Alves, C.",
        "Rodrigues Lemos, M.",
        "Dey, S.",
        "Tao, H.",
        "Kang, S.",
        "Li, X.",
        "Yue, Z.",
        "Li, J.",
        "Alves Dias, R.",
        "de Oliveira Rosa, G.",
        "Rodrigues Furtado de Mendonca, J. P.",
        "Estill, M.",
        "Perez, Y.",
        "Ramos, S. I.",
        "Tsankova, N. M.",
        "Shen, L.",
        "Friedel, R. H.",
        "Zou, H."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.19.677444",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-20",
      "selected": null,
      "title": "Cortical tension as a mechanical barrier to safeguard against premature differentiation during neurogenesis",
      "urls": [
        "https://doi.org/10.1101/2025.09.19.677444"
      ]
    },
    {
      "abstract": "Dietary components and metabolites play a critical role in regulating intestinal stem and progenitor cell function and proliferation. Here we show that Stearoyl-CoA Desaturases (SCDs), which regulate intracellular saturated to monounsaturated fatty acids ratios, are induced in response to nutrient abundance, especially in the distal intestine, and regulate intestinal homeostasis. Genetic or pharmacological inhibition of SCDs altered lipid metabolism, increased ER stress, and reduced proliferative intestinal stem and progenitor cells in intestinal organoids. These effects were largely mitigated by oleic acid supplementation. Intestinal epithelium-specific deletion of Scd1 and Scd2 led to metabolic rewiring, leading to expansion of progenitor cell populations. DSS-induced epithelial damage revealed a dependence on SCD enzymes during regeneration, accelerating epithelial damage and inflammation in intestines lacking epithelial Scd1 and Scd2. These findings underscore key metabolic pathways and dependencies that enable intestinal stem and progenitor cells to adapt to nutrient fluctuations and support epithelial tissue regeneration following injury.",
      "authors": [
        "Akkaya-Colak, K. B.",
        "Keller, A. R.",
        "Festing, M. H.",
        "Gupta, K.",
        "Sledziona, J.",
        "Adeniyi, A.",
        "West, O.",
        "Stevens, P.",
        "Pietrzak, M.",
        "Knoblaugh, S. E.",
        "Walesewicz, H.",
        "Baldwin, D. A.",
        "Simcox, J. A.",
        "Ntambi, J. M.",
        "Clinton, S. K.",
        "Mihaylova, M. M."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.17.676943",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-20",
      "selected": null,
      "title": "Stearoyl-CoA Desaturases regulate stem and progenitor cell metabolism and function in response to nutrient abundance",
      "urls": [
        "https://doi.org/10.1101/2025.09.17.676943"
      ]
    },
    {
      "abstract": "The United States is currently facing a drug overdose epidemic, with substance use disorder (SUD) characterized by cyclical phases of drug use, withdrawal, and relapse. The nucleus accumbens core (NAcore), a brain region critical for reward and aversion behaviors, undergoes structural and functional synaptic adaptations in response to chronic drug exposure. These changes, particularly in dopamine D1 receptor-expressing medium spiny neurons (D1-MSNs), are implicated in drug-seeking behaviors and synaptic plasticity. However, the molecular mechanisms underlying these adaptations remain poorly understood. In this study, we investigate the role of dual-specificity phosphatase 5 (DUSP5), an phosphatase known to deactivate extracellular signal-regulated kinase (ERK), in cocaine-induced neuroplasticity. While prior research has linked other DUSP family members to various drugs of abuse, the specific role of DUSP5 in cocaine addiction remains unexplored. We hypothesized that lack of DUSP5 contributes to NAcore synaptic plasticity during cue-induced cocaine reinstatement. To test this, we employed a rat cocaine self-administration model, integrated molecular analyses, and mined publicly available single-cell RNA sequencing data from cocaine-treated NAcore. Our findings aim to elucidate the potential involvement of DUSP5 in cocaine-related synaptic adaptations and behavior, addressing a significant gap in the mechanistic understanding of SUD.",
      "authors": [
        "Taborda-Bejarano, J. P.",
        "Meyerink, M.",
        "Crans, D. C.",
        "Ramchandran, R.",
        "Garcia Keller, C."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.19.677422",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-20",
      "selected": null,
      "title": "DUSP5 Downregulation in Nucleus Accumbens Core Correlates with Synaptic Plasticity and Cue-Induced Cocaine Reinstatement",
      "urls": [
        "https://doi.org/10.1101/2025.09.19.677422"
      ]
    },
    {
      "abstract": "Extracellular vesicles (EVs) offer a promising avenue for non-invasive, real-time monitoring of metastatic breast cancer (mBC), but clinical application as a liquid biopsy is hindered by their heterogeneity and low abundance. Here we present a Single Molecule Array (SiMoA) platform enhanced by membrane sensing peptides (MSP) for the highly sensitive detection of HER2 on EV membranes (EVs-HER2) and general EVs population (CD9+) directly from plasma samples of mBC patients. The MSP-based SiMoA assay demonstrated superior sensitivity and specificity compared to conventional antibody-based assays, allowing the detection of lower amounts of EVs and discriminating EVs derived from breast cancer patient-derived organoids (BC-PDO) from healthy control-derived organoids (HC-PDO). Concerning the analysis of EVs in plasma samples (n=49 mBC patients, n=30 healthy controls), we observed significantly lower CD9+ EVs levels in mBC patients relative to healthy controls, a trend consistently confirmed across assays. Notably, EVs-HER2 levels were significantly enriched in HER2-positive patients and correlated with clinical HER2 status assessed by immunohistochemistry. Besides, lower CD9+ EVs levels were associated with poorer clinical outcomes, highlighting the potential prognostic utility of EV quantification. Our findings underscore the potential of MSP-enhanced SiMoA platforms for accurate, minimally invasive monitoring of EVs-HER2 in mBC and for monitoring CD9+ EVs levels to assess disease progression.",
      "authors": [
        "Bonizzi, A.",
        "Gagni, P.",
        "Piccotti, F.",
        "Truffi, M.",
        "Albasini, S.",
        "Mazzucchelli, S.",
        "Signati, L.",
        "Triulzi, T.",
        "Tagliabue, E.",
        "Gori, A.",
        "Esposito, G.",
        "Gorgoglione, F.",
        "Tagliolini, I.",
        "Corsi, F.",
        "Morasso, C. F."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.18.676908",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-20",
      "selected": null,
      "title": "Membrane Sensing Peptides -Enhanced SiMoA Platform for the Detection of HER2 on Extracellular Vesicles in Metastatic Breast Cancer Patients",
      "urls": [
        "https://doi.org/10.1101/2025.09.18.676908"
      ]
    },
    {
      "abstract": "Protein synthesis and clearance are major regulatory steps of gene expression, but their in vivo regulatory roles across the cells comprising complex tissues remains unexplored. Here, we systematically quantify protein synthesis and clearance rates across over 4,200 cells from a primary tissue. Through integration with single-cell transcriptomics, we report the first quantitative analysis of how individual cell types regulate their proteomes across the continuum of gene expression. Our analysis quantifies the relative contributions of RNA abundance, translation, and protein clearance to the abundance variation of thousands of proteins. These results reveal an putative organizing principle: The contributions of both translation and protein clearance are linearly dependent on the cell growth rate. Further, we find that some proteins are primarily regulated by one mechanism (RNA abundance, translation, or clearance) across all cell types while the abundances of other proteins is dominated by different regulatory mechanisms across cell types. Our reliable multimodal measurements enabled quantifying and functionally interpreting molecular variation across single cells from the same cell type. The protein-protein correlations are substantially stronger than the mRNA-mRNA ones, which is mediated by protein clearance regulation. The protein-protein correlations are stronger not only for directly interacting proteins but also between functional sets of proteins. Further, these protein correlations allow identifying cell-type specific functional clusters. These clusters vary across cell types, revealing differences in metabolic processes coordination, partially mediated by protein clearance regulation. Our approach provides a scalable multiplexed framework for quantifying the regulatory processes shaping mammalian tissues and reveals organizing principles determining the relative contributions of translation and protein clearance to the proteomes of primary mammalian cells.",
      "authors": [
        "Leduc, A.",
        "Shipkovenska, G.",
        "Xu, Y.",
        "Franks, A.",
        "Slavov, N."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.17.676955",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-20",
      "selected": null,
      "title": "Principles of protein abundance regulation across single cells in a mammalian tissue",
      "urls": [
        "https://doi.org/10.1101/2025.09.17.676955"
      ]
    },
    {
      "abstract": "Aneuploidy, resulting from segmental or complete chromosomal losses or gains, is generally detrimental to organismal fitness, but is also associated with tumourigenicity. While sex chromosome aneuploidies are well-tolerated due to dedicated allelic dosage compensation mechanisms, the existence of similar regulatory processes for autosomes remains debated. Here, we investigate transcriptional responses to autosomal aneuploidies and find evidence for global dosage compensation across aneuploid chromosomes. Using high-sensitivity, allele-resolved single-cell RNA-seq on monoclonal cell expansions with varying ploidies and degrees of autosomal aneuploidy, we uncover consistent transcriptional compensation upon chromosome losses via increased burst frequency from the remaining allele. This operates in a region-specific manner across both complete and segmental aneuploidies, revealing a previously underappreciated flexibility of dosage response. Complementary proteomics analyses demonstrate additional dosage buffering at the protein level, resulting in near-stoichiometric rebalancing across autosomal aneuploid chromosomes. Analyses of cancer transcriptomes confirms that compensatory mechanisms are active in primary tumours. Our findings reveal extensive dosage compensation as a genome-wide, dynamic, response to gene product imbalance. This mechanism extends beyond sex chromosomes, supports transcriptional homeostasis, and represents a fundamental, evolutionarily conserved mode of transcriptional regulation active across species and in aneuploid cancer cells.",
      "authors": [
        "Papanicolaou, N.",
        "Wettersten, S.",
        "Maia, G.",
        "Lentini, A.",
        "Reinius, B."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.18.677044",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-20",
      "selected": null,
      "title": "Dosage responses of aneuploid autosomal chromosomes",
      "urls": [
        "https://doi.org/10.1101/2025.09.18.677044"
      ]
    },
    {
      "abstract": "Polycystic kidney disease (PKD) arises from mutations in cilia-associated genes, such as PKD1 and PKD2, expressed in renal epithelial cells, leading to progressive kidney dysfunction and end-stage kidney disease (ESKD). PKD patients exhibit significant heterogeneity in disease progression, largely due to genetic and environmental modifiers. Like patients, mouse models of PKD also exhibit significant heterogeneity with regards to the gene mutated, age of disease onset, and rate of disease progression. To elucidate the cellular and molecular consequences of these variables, we constructed an integrated single-cell and spatial transcriptomics atlas across mouse models of PKD, mapping changes in cell type composition, gene expression, and intercellular signaling networks across the whole atlas and within individual models. Consistently across models, single cell RNA sequencing (scRNAseq) data revealed increased Spp1 (osteopontin) expression and signaling from PKD-enriched clusters to Ly6clo monocytes. Global deletion of Spp1 in Pkd1RC/RC mice resulted in reduced cyst severity, improved kidney function, and reduced Ly6clo monocyte numbers, suggesting that SPP1 signaling to Ly6clo monocytes promotes PKD progression. We also created a freely available, searchable website (https://bmblx.bmi.osumc.edu/scPKD/) that can be used to identify cross- and intra-model specific changes in gene expression, guiding researchers to new therapeutic targets for treating PKD.",
      "authors": [
        "Miller, S. J.",
        "Zhong, H.",
        "Wu, W.",
        "Cordova, A. M.",
        "Smith, M. E.",
        "Yashchenko, A.",
        "Li, Z.",
        "Jafree, D. J.",
        "Zimmerman, C. N.",
        "DeVette, C. I.",
        "Do, V.",
        "Hignite, M.",
        "Darby, I. G.",
        "Ahmed, K.",
        "Park, Y.",
        "Nusrat, F.",
        "Maryam, B.",
        "Lu, S.",
        "Li, X.",
        "Gipson, J. R.",
        "Li, X.",
        "Long, D. A.",
        "Weiser-Evans, M. C.",
        "Yoder, B. K.",
        "Cowley, B. D.",
        "Hopp, K.",
        "Stubbs, J.",
        "Ma, Q.",
        "Ma, A.",
        "Zimmerman, K. A."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.17.676846",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-20",
      "selected": null,
      "title": "A cross model spatial and single-cell atlas reveals the conserved involvement of osteopontin in polycystic kidney disease",
      "urls": [
        "https://doi.org/10.1101/2025.09.17.676846"
      ]
    },
    {
      "abstract": "Glioblastoma multiforme (GBM) is a highly aggressive, angiogenic WHO grade IV glioma marked by rapid progression, therapeutic resistance, and poor prognosis. A defining feature of GBM is the presence of glioma stem-like cells (GSCs), which reside in specialized perivascular niches and drive tumor progression, recurrence, and therapeutic resistance. The blood-brain barrier, coupled with the complex and dynamic tumor microenvironment, poses significant challenges for both treatment and mechanistic investigation. Current in vitro GBM models inadequately recapitulate the structural and biochemical cues of the native perivascular niche due to the absence of functional vasculature and brain-mimetic extracellular matrix (ECM), limiting their physiological relevance and predictive power. To address the limitations of existing in vitro GBM models, we developed a patient-derived glioma stem cells (GSC) derived Matrigel spheroid system that transitions into organoids and enables integration into engineered microenvironments. Our model incorporates GSC organoids representing proneural and mesenchymal GBM subtypes, a synthetic engineered extracellular matrix (eECM), and endothelial cells (ECs) seeded on the matrix surface. We evaluated the expression of subtype-specific, pro-angiogenic, stemness, and differentiation markers under increasingly complex co-culture conditions. Our results show that Matrigel-derived GSC spheroids progressively differentiate into organoids over two weeks, with significantly enhanced expression of cell-specific markers in the presence of ECs. Encapsulation of these organoids within eECM, combined with EC co-culture, further promoted cellular invasion and induction of GBM associated genes. This in situ encapsulation strategy enables real-time observation of GSC behavior in a tunable microenvironment that mimics key features of the native tumor niche. Together, this platform provides a physiologically relevant and modular in vitro system for investigating GBM pathophysiology. It holds promise for uncovering tumor-specific cellular dependencies, studying GSC-vascular interactions, and conducting high-throughput drug screening under controlled, biomimetic conditions.",
      "authors": [
        "McManis, A.",
        "Jimenez, C. A.",
        "Shirolkar, A.",
        "ur Rehman, S. R.",
        "Mallick, S.",
        "Murphy, M.",
        "Gaharwar, A.",
        "Singh, I."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.17.676829",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-20",
      "selected": null,
      "title": "Understanding proneural-mesenchymal transition using patient-derived glioma stem-like cell (GSC) organoids and engineered extracellular matrix",
      "urls": [
        "https://doi.org/10.1101/2025.09.17.676829"
      ]
    },
    {
      "abstract": "Discovering gene regulatory networks (GRNs) from single-cell RNA sequencing (scRNA-seq) data is critical for understanding cellular function, but existing methods are limited by strong theoretical assumptions or high computational complexity. We introduce a multiple testing framework for inference of GRN by using Chatterjee's rank correlation coefficient, a nonparametric measure of dependence. Our approach overcomes the limitations of traditional methods while offering a transparent, scalable, and computationally efficient alternative to recent black-box machine learning models. Crucially, we address the challenge of non-independent observations in scRNA-seq by developing a data-driven algorithm for estimating robust testing cutoffs. Furthermore, we exploit the asymmetric nature of Chatterjee's correlation to propose a new test for directed regulation, enabling the construction of biologically meaningful and directionally informed GRNs. We demonstrate that our method consistently outperforms state-of-the-art approaches in recovering true regulatory links from both simulated and real datasets, providing a powerful tool for dissecting complex GRNs.",
      "authors": [
        "Gupta, S.",
        "Chaudhuri, A.",
        "Raghuraman, V.",
        "Ni, Y.",
        "Cai, J. J."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.17.676530",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-20",
      "selected": null,
      "title": "Constructing Gene Regulatory Network using Chatterjee's Rank Correlation with Single-cell Transcriptomic Data",
      "urls": [
        "https://doi.org/10.1101/2025.09.17.676530"
      ]
    },
    {
      "abstract": "In humans, germline mutation rates are three- to four-fold higher in males than females for largely unknown reasons. We investigated whether transcription, a well-documented source of both DNA damage and repair in somatic tissues, is associated with sex differences in germline mutations. We used single-cell germline expression data from different stages of gametogenesis in males and females and phased de novo mutations from pedigrees. Focusing on protein-coding genes, we found no relationship between the male mutation rate and averaged gene expression levels during spermatogenesis despite evidence for transcription-asymmetry. Individual stages of spermatogenesis appear to vary in their contribution to mutation, however: expression levels in spermatogonial stem cells and sperm are significantly positively associated with paternal mutation rates, while those in primary spermatocytes are significantly negatively associated. Thus, transcription may have varying effects over male gametogenesis that are not visible from its cumulative effect on the total germline mutation rate. By contrast, the female mutation rate increases significantly with transcription levels averaged across different stages of folliculogenesis, with corresponding evidence for transcription-asymmetry. The difference between the sexes is also observed when using a smaller set of phased mutations from three-generation pedigrees and when relying on expression data from bulk gonadal tissues. These results indicate that transcription has distinct effects on the mutation rate in the two sexes, leading to more mutations in females but not males, in contrast to what one might expect from the overall paternal bias in germline mutations.",
      "authors": [
        "Wyman, M.",
        "AGARWAL, I.",
        "de Manuel, M.",
        "Spisak, N.",
        "Przeworski, M."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.18.677082",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-20",
      "selected": null,
      "title": "Sex differences in transcription-associated mutagenesis in the human germline",
      "urls": [
        "https://doi.org/10.1101/2025.09.18.677082"
      ]
    },
    {
      "abstract": "DNA methylation is altered in all cancers, but the mechanisms responsible for these changes are not well understood. Using data from 100 primary samples, we show that regions with intermediate methylation in normal hematopoietic cells are hotspots for stable, clonal epimutations in acute myeloid leukemia. Analysis of hematopoietic stem cell clones demonstrated that intermediate methylation at epimutation hotspots reflects random allele-specific methylation at the single cell level, representing a previously unrecognized form of somatically acquired imprinting. We identified somatically imprinted regions in other tissues and show they are epimutation hotspots in multiple cancer types. This demonstrates that random allele-specific methylation is both a general property of normal cells and a vulnerability that renders them susceptible to cooperating events and clonal selection during cancer.",
      "authors": [
        "Mahgoub, M.",
        "Abel, H. J.",
        "Davarapalli, N.",
        "Struthers, H.",
        "Kotnik, E.",
        "Markovic, C.",
        "Fronick, C.",
        "Fulton, R. S.",
        "Meers, M. P.",
        "Spencer, D. H."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.18.677221",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-20",
      "selected": null,
      "title": "Intermediately Methylated Regions in Normal Cells Are Epimutation Hotspots in Cancer",
      "urls": [
        "https://doi.org/10.1101/2025.09.18.677221"
      ]
    },
    {
      "abstract": "Hematopoietic stem and progenitor cells support a lifetime supply of blood and immune cells, can become neoplastic when dysregulated, and constitute a powerful cell therapy vehicle for hematologic diseases. Here we provide the most comprehensive study of hematopoietic oxygen (O2) dependency to date, demonstrating that human hematopoietic cell numbers, growth, biochemical properties, and functional potency is affected by variation in physiologically and clinically relevant local O2 tensions. Lineage defined progenitor cells showed increased expansion in high oxygen, while primitive cells and those with in vivo potency were maintained at higher frequencies in low physiologic O2. We also present a novel hematopoietic cell oxygen-dependent single cell transcriptomic profile. This and biochemical validation revealed that low O2 preserves cells with lower metabolic activity in a less proliferative state that exhibit decreased accumulation of stress markers. Transcriptomics and mouse modeling also elucidated oxygen-dependent mRNA markers of hematopoietic potency. These data reveal oxygen-sensing pathways as targets to improve hematopoietic cell therapies and suggest that local O2 tension dictates hematopoietic potential in anatomic niches.",
      "authors": [
        "Ropa, J.",
        "Gutch, S.",
        "Wathen, L.",
        "Whitacre, G.",
        "Aljoufi, A.",
        "Cooper, S.",
        "Van't Hof, W.",
        "Kaplan, M. H.",
        "Capitano, M. L."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.18.674068",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-20",
      "selected": null,
      "title": "Local Oxygen Tension Dictates Hematopoietic Cell Growth and Potency",
      "urls": [
        "https://doi.org/10.1101/2025.09.18.674068"
      ]
    },
    {
      "abstract": "High-throughput clonal tracing of primary human samples relies on naturally occurring barcodes, such as somatic mitochondrial DNA (mtDNA) mutations detected via single-cell ATAC-seq (mtscATAC-seq). Fresh-frozen clinical specimens preserve tissue architecture but compromise cell integrity, thereby precluding their use in multi-omic approaches such as mitochondrial genotyping at single-cell resolution. Here, we introduce Cryo-mtscATAC-seq, a broadly applicable method for diverse pathophysiological contexts to isolate nuclei with their associated mitochondria (CryoCells) from frozen samples for high-throughput clonal analysis. We applied Cryo-mtscATAC-seq to the neurodegenerated human brain, glioblastoma (GBM), pediatric neuroblastoma, and human aorta, and implemented mitobender, a computational tool to reduce ambient mtDNA in single-cell assays. Our approach revealed regional clonal gliogenesis and microglial expansions in amyotrophic lateral sclerosis (ALS), persistence of oligodendrocyte progenitor cell (OPC)-like clones in GBM recurrence, mtDNA depth heterogeneity after neuroblastoma chemotherapy, and oligoclonal proliferation of smooth muscle cells in human aorta. In conclusion, Cryo-mtscATAC-seq broadly extends mtDNA genotyping to archival frozen specimens across tissue types, opening new avenues for investigation of cell state-informed clonality in human health and disease.",
      "authors": [
        "Salla, M.",
        "Obermayer, B.",
        "Cotta, M.",
        "Friebel, E.",
        "Campo-Garcia, J.",
        "Charalambous, G.",
        "Bueno, R. J.",
        "Lieu, D.",
        "Dabek, P.",
        "Helmuth, A.",
        "Tellides, G.",
        "Assi, R.",
        "Bankov, K.",
        "Lodrini, M.",
        "Deubzer, H.",
        "Chung, H.",
        "Beule, D.",
        "Radbruch, H.",
        "Capper, D.",
        "Heppner, F.",
        "Starossom, S. C.",
        "Lareau, C.",
        "Liu, I.",
        "Ludwig, L. S."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.17.675534",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-20",
      "selected": null,
      "title": "Cryo-mtscATAC-seq for single-cell mitochondrial DNA genotyping and clonal tracing in archived human tissues",
      "urls": [
        "https://doi.org/10.1101/2025.09.17.675534"
      ]
    },
    {
      "abstract": "Accurately predicting the secondary structure of ribonucleic acid (RNA) is a critical step toward deciphering its biological roles and engineering novel RNA-based technologies. However, achieving high accuracy and generalization, especially for unseen RNA families, has long remained a central challenge in computational biology. Here we present MetaFold-RNA, a novel meta-learning framework that sets a new state of the art in RNA secondary structure prediction. Instead of relying on a single predictive paradigm, MetaFold-RNA synergizes insights from disparate models through a meta-learning approach and refines predictions via a co-evolutionary optimization process. On the challenging bpRNA-new benchmark, which specifically tests performance on unseen RNA families, MetaFold-RNA surpasses all SOTA methods, outperforming the best previous approach by 7.3%. This breakthrough performance is consistently maintained across other stringent assessments, including the PDB-new dataset and blind CASP predictions. Furthermore, our method demonstrates high robustness by accurately resolving the complex topologies of artificial RNA nanostructures. This work establishes a new performance benchmark, particularly in cross-family generalization, and provides a powerful computational tool for accelerating the study and design of RNA.",
      "authors": [
        "Wang, L.",
        "Zhang, H.",
        "Li, X.",
        "Wang, Y.",
        "Xue, Z."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.18.676970",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-20",
      "selected": null,
      "title": "MetaFold-RNA: Accurate prediction of RNA secondary structure using a meta-learning-guided deep network",
      "urls": [
        "https://doi.org/10.1101/2025.09.18.676970"
      ]
    },
    {
      "abstract": "Phagocytosis of apoptotic cells, or efferocytosis, is a tightly regulated process that ensures tissue homeostasis and prevents mounting inflammatory responses. In the brain parenchyma, it is executed by microglia, which are encumbered by large numbers of apoptotic debris generated during development, in adult neurogenic niches, aging, and brain diseases. Emerging evidence suggest that phagocytosis is not limited to garbage disposal, but triggers adaptations in the phagocytes that may have a functional impact. To test it we developed an in vivo model of superphagocytosis induced by low cranial irradiation (LCI, 2Gy) that specifically induced apoptosis in the neurogenic niche of the adult hippocampus, synchronizing microglia in a phagocytic state within 6h and leading to full clearance by 24h. Single cell RNA sequencing and metabolomics revealed an unexpected oxidative stress in post-phagocytic microglia, accompanied by catabolic shutdown, mitochondrial remodeling, increased expression of galectin 3, and production of polyamines that led to cell death and compensatory proliferation. To test whether these changes impaired subsequent microglial phagocytosis, we used a glioblastoma model treated with sequential irradiation to induce tumor cell apoptosis. The phagocytosis efficiency of tumor-associated microglia/macrophages was comparable in the first and second apoptotic challenge, suggesting that the metabolic remodeling induced by phagocytosis was adaptive and destined to sustain their functionality. Finally, we assessed the functional impact of post-phagocytosis adaptations using galectin 3 deficient mice under LCI. We found that the recovery of the neurogenic niche after LCI strongly depended on galectin 3, demonstrating the regenerative capacity of post-phagocytic microglia. Overall, our data unveils the complexity of post-phagocytosis adaptations in microglia, underscoring their unexplored therapeutic potential in brain disorders.",
      "authors": [
        "Marquez-Ropero, M.",
        "Valero, J.",
        "Cuesta-Puente, X.",
        "Marquez-Galera, A.",
        "Pereira-Iglesias, M.",
        "Gonzalez-Dominguez, M.",
        "Louail, A.",
        "Beccari, S.",
        "Lopez-Murillo, L.",
        "San Juan, A.",
        "Arrey, G.",
        "Diaz-Aparicio, I.",
        "Dubbelaar, M. L.",
        "Ribera-Ramos, A.",
        "Sarmiento Soto, M.",
        "Ruiz, R.",
        "Ayerra, L.",
        "Vilas-Zornoza, A.",
        "Cabrera, D.",
        "van Liempd, S.",
        "Garcia-Moreno, F.",
        "Blomgren, K.",
        "Gonzalez-Granero, S.",
        "Garcia-Verdugo, J. M.",
        "Falcon-Perez, J. M.",
        "Aymerich, M. S.",
        "Hambardzumyan, D.",
        "Casafont, I.",
        "Eggen, B. J. L.",
        "Venero, J. L.",
        "Lopez-Atalaya, J. P.",
        "Sierra, A."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.18.676800",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-19",
      "selected": null,
      "title": "Metabolic and transcriptional adaptations to phagocytosis in microglia sustain their functionality and regenerative properties",
      "urls": [
        "https://doi.org/10.1101/2025.09.18.676800"
      ]
    },
    {
      "abstract": "The human heart, originating from the splanchnic mesoderm, is the first functional organ to develop, co-evolving with the foregut endoderm through reciprocal signaling. Previously, cardioid models offered new insights on cardiovascular cell lineages and tissue morphogenesis during heart development, while mesoderm-endoderm crosstalk remain incompletely understood. Here, we integrated micropatterned cardioids, CRISPR-engineered reporter hiPSCs, deep-tissue imaging, and single-cell RNA sequencing (scRNA-seq) to explore synergistic mesoderm-endoderm co-development. scRNA-seq with PHATE trajectory mapping reconstructed lineage bifurcations of mesoderm-heart and endoderm-foregut lineages, identifying key cell types in cardiac and hepatic development. Ligand-receptor interaction analysis highlighted mesodermal cells enriched in non-canonical WNT, NRG, and TGFb; signaling, while endodermal cells exhibited VEGF and Hedgehog activity. We found that micropattern sizes influenced cellular composition, cardioid cavitation, contractile functions, and mesoderm-endoderm signaling crosstalk. The cardioids generated from 600 um diameter circle patterns showed larger cavity formation resembling early heart chamber formation. Our findings establish micropatterned cardioids as a model for mesoderm-endoderm co-development, enhancing our understanding of heart-foregut synergy during early embryogenesis.",
      "authors": [
        "Hoang, P.",
        "McKellar, D.",
        "Kowalczewski, A.",
        "Mai, N. Y.",
        "Chai, M.",
        "Lian, X.",
        "Zheng, Y.",
        "Amack, J. D.",
        "Tucker, N.",
        "Vlaminck, I.",
        "Yang, H.",
        "Cosgrove, B. D.",
        "Ma, Z."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.17.676874",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-19",
      "selected": null,
      "title": "Size-Modulated Mesoderm-Endoderm Divergence and Myocardial Cavitation in Micropatterned Cardioids",
      "urls": [
        "https://doi.org/10.1101/2025.09.17.676874"
      ]
    },
    {
      "abstract": "Plant cell morphology and growth are essential for plant development and adaptation, in particular the cell wall material deposition and rearrangement. As the wall is extended due to turgor pressure, the wall mechanical response, specifically the walls elastic properties, are not well understood. In this study, we introduce a new surface morphology-based method to measure the elasticity of the cell wall in tip-growing cells. Previous work is based on the wall meridional outline on the assumption the cell is axisymmetric, an idea that does not align well with the reality of the cells. Instead, we developed a way to triangulate the surface of the cell using marker point locations that could be achieved experimentally with fluorescent labeling. After measuring the elastic stretch and curvatures from our triangulation, a mechanical model is used to measure the tensions and surface bulk modulus distribution. We simulated moss tip cells from experimental Physcomitrium patens plants to challenge the method with noise estimated from experiments. We discovered that increasing the discretization of the triangulation improved robustness against noise. With multiple cell sampling, we found that around 10 cells were sufficient to recover the elasticity distribution with noise, but only when the elastic stretches were high enough at the tip. With low elastic stretch at the tip, the appearance of non-physical modulus values led to underestimated inference values there, causing false-positive gradient results. This compelled us to study a range of cases, leading us to a dimensionless global phase map showing areas of good inference. This technique will open the field to more comprehensive measurements of tip cell elasticity, providing a key step in understanding tip cell growth and morphogenesis.",
      "authors": [
        "Xu, R.",
        "Vidali, L.",
        "Wu, M."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.17.676748",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-19",
      "selected": null,
      "title": "A surface morphology-based inference method for the cell wall elasticity profile in tip-growing cells",
      "urls": [
        "https://doi.org/10.1101/2025.09.17.676748"
      ]
    },
    {
      "abstract": "Cell fate decisions emerge from the intricate tug-of-war between deterministic regulatory logic and stochastic molecular fluctuations. How stochasticity, inherent in intracellular Gene Regulatory Networks (the heart of determining cellular fates), shapes cellular regulatory dynamics is central to and essential for both interpreting natural cellular decision-making and designing robust synthetic circuits. In this work, we develop a general mathematical framework based on the linear noise approximation (LNA) to quantify intrinsic fluctuations around the mean expression levels in a single-cell GRN motif with nonlinear cooperative regulatory couplings. The genetic toggle switch (TS) and TS coupled with positive autoregulation, as illustrative examples, exhibit both continuous and discontinuous transitions (bifurcation) between low- and high-expression states driven by nonlinear regulation. We demonstrate that LNA captures both deterministic and stochastic dynamics. We find that the LNA performs well in capturing the inherent stochasticity in both monostable and bistable regimes. Still, deviations arise near bifurcation points: fluctuations are enhanced near criticality in continuous transitions, while finite-size effects dominate discontinuous transitions, analogous to critical phenomena in statistical physics. Finally, we discuss the implications of our framework for designing synthetic gene circuits.",
      "authors": [
        "Sarkar, M.",
        "Roy, U."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.17.676733",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-19",
      "selected": null,
      "title": "Cell Fate by Design or Chance: Interplay of Nonlinearity and Stochasticity in Gene Regulatory Network motifs",
      "urls": [
        "https://doi.org/10.1101/2025.09.17.676733"
      ]
    },
    {
      "abstract": "Purpose: M&uumlller glia play dual roles in glaucoma, contributing to both retinal homeostasis and neuroinflammation; their activation by elevated intraocular pressure through the mechanosensitive channel TRPV4 promotes a reactive state that drives retinal ganglion cell (RGC) loss. Lipoxin B4 (LXB4), an endogenous lipid mediator produced by retinal astrocytes, has been shown to suppress glial reactivity and directly protect RGCs. This study investigated whether LXB4 modulates TRPV4-driven M&uumlller glial activation and inflammation and whether M&uumlller glia themselves contribute to this retinal lipoxin pathway. Methods: Ocular hypertension (OHT) was induced in mice via a silicone oil model, and reactive M&uumlller glia were isolated via magnetic sorting for transcriptomic analysis. In vitro, primary and immortalized M&uumlller glia were treated with a TRPV4 agonist with or without LXB4. Glial reactivity was assessed by flow cytometry, immunostaining, qPCR, and western blotting. LC--MS/MS-based lipidomics was used to quantify lipoxin pathway metabolites, and single-cell RNA-seq was used to examine transcriptional responses to LXB4 treatment. GFAP and TRPV4 expression was evaluated via immunohistochemistry in retinal sections. Results: RNA bulk sequencing analysis and qPCR revealed that M&uumlller glia express both 5- and 15-lipoxygenase. Lipidomic analysis confirmed that the lipoxin pathway is functional and that M&uumlller glia endogenously produce LXB4, establishing this essential cell type as a source of anti-inflammatory and neuroprotective LXB4 in the retina. TRPV4 activation induced a reactive glial phenotype characterized by increased GFAP and IL6 expression, increased STAT3 phosphorylation, and increased production of lipoxins, suggesting that biomechanical stress simultaneously triggers both gliosis and protective lipid signaling. Treatment with LXB4 suppressed TRPV4-induced gliosis in vitro by downregulating IL6 and inhibiting STAT3 activation, and in vivo by reducing the expression of Stat3, Il6, and TNF during OHT while attenuating TRPV4 upregulation in M&uumlller glia. Conclusion: M&uumlller glia are a significant source of LXB4 in the retina. This neuroprotective M&uumlller glia pathway is amplified during chronic TRPV4 activation to counter-regulate gliosis. The findings support targeting of the TRPV4-lipoxin pathway as a potential approach to protect against OHT-induced neurodegeneration in glaucoma.",
      "authors": [
        "Kumar, M.",
        "Karnam, S.",
        "Maurya, S.",
        "Nagireddy, R.",
        "FLANAGAN, J.",
        "gronert, k."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.17.673801",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-19",
      "selected": null,
      "title": "Lipoxin B4 Mitigates TRPV4-Activated Muller Cell Gliosis During Ocular Hypertension",
      "urls": [
        "https://doi.org/10.1101/2025.09.17.673801"
      ]
    },
    {
      "abstract": "Most advanced melanomas initially respond to targeted therapy but eventually relapse. Rather than acquiring new mutations, resistance is driven by drug-tolerant persister cells that enter a reversible drug-refractory state. We developed MeRLin, a high-resolution lineage tracing platform integrating cellular barcoding, single-cell transcriptomics, RNA fluorescence in situ hybridization (FISH), and computational analyses to track clonal and transcriptional dynamics in patient-derived melanoma models during prolonged therapy. Clonal dynamics revealed that persister subpopulations first responded to treatment but persisted and expanded during minimal residual disease, ultimately leading to tumor recurrence. Pre-treatment melanoma populations diversified into four conserved persister states characterized by stress-like, lipid metabolism, PI3K signaling, and extracellular matrix remodeling programs associated with adaptive resistance. Spatial transcriptomics showed the organization of these adaptive programs and a complex signaling network of autocrine and paracrine interactions among persister subpopulations. Barcoded RNA-FISH enabled spatial mapping of clonal identity and gene expression, revealing in situ co-localization of a dominant resistant clone with SLC2A1 expression. MeRLin provides a robust framework for dissecting cancer heterogeneity and identifying vulnerabilities in persister populations.",
      "authors": [
        "Li, H.",
        "Chen, Y.",
        "Kaster, J.",
        "Dunne, M.",
        "Xiao, M.",
        "Li, L.",
        "Thomas, M.",
        "Promi, N.",
        "Fingerman, D.",
        "Brown, G. S.",
        "Zheng, Q.",
        "Zhu, X.",
        "Reale, M.",
        "Patterson, A.",
        "Gao, L.",
        "Zhang, X.",
        "Jiang, S.",
        "Hu, T.",
        "Fang, H.",
        "Ren, J.",
        "Qi, C.",
        "Wang, L.",
        "Mou, H.",
        "Thacker, G.",
        "Salazar, E. R.",
        "Villanueva, J.",
        "Raj, A.",
        "Hoon, D. S.",
        "Bin, T.",
        "Madzo, J.",
        "Wei, Z.",
        "Auslander, N.",
        "Herlyn, M."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.16.676608",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-19",
      "selected": null,
      "title": "Clonal dynamics shaped by diverse drug-tolerant persister states in melanoma resistance",
      "urls": [
        "https://doi.org/10.1101/2025.09.16.676608"
      ]
    },
    {
      "abstract": "The human peripheral nervous system (PNS) consists of many ganglia, including sympathetic ganglia (SG) and dorsal root ganglia (DRG), that house the cell bodies of many constituent neuron types and non-neuronal cells of the PNS. However, the molecular and cellular diversity of these human PNS cell types and their implications in human diseases remain elusive. By generating an integrated single-cell multi-omic atlas of human SG and DRG, we provide comprehensive transcriptional and epigenomic landscapes of various cell types in these peripheral ganglia. While the major cell types and their transcriptional and epigenomic features are similar between human SG and DRG, we identify key transcriptional and epigenomic differences between SG and DRG cell types, highlighting the distinct molecular mechanisms underlying their specific functions. Moreover, by mapping the expression and chromatin accessibility of disease-associated genes in human SG and DRG cell types, we identify cellular and molecular mechanisms that may underlie various peripheral neuropathies. This atlas serves as a valuable resource for understanding the intricate cell-type-specific molecules and interactions in the human PNS and their implications in human health and diseases.",
      "authors": [
        "Yang, L.",
        "Dourson, A. J.",
        "Tao, R.",
        "Boyer, K.",
        "Meriau, P.",
        "Del Rosario, J.",
        "Yi, J.",
        "Slivicki, R. A.",
        "Bertels, Z.",
        "Payne, M.",
        "Mwirigi, J. M.",
        "Gupta, P.",
        "Lemen, J.",
        "Copits, B. A.",
        "Zhao, G.",
        "Cavalli, V.",
        "Chamessian, A.",
        "Gereau, R. W."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.18.677119",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-19",
      "selected": null,
      "title": "A multi-omic atlas of human autonomic and sensory ganglia implicates cell types in peripheral neuropathies",
      "urls": [
        "https://doi.org/10.1101/2025.09.18.677119"
      ]
    },
    {
      "abstract": "The intestinal microbiota regulates multiple host functions, including digestion and immune development. Our knowledge of the microbiota has been shaped by available technology that primarily measures relative abundance. However, understanding the basis of shifts in microbiota composition requires single cell, absolute abundance measurements. In response to this problem, we developed Microbiota Flow Cytometry (MicFLY), a single cell technology that directly quantifies and characterizes total bacterial abundances with species-level resolution in the microbiota. Using MicFLY, we can identify all major intestinal taxa, discriminate live from dead bacteria, perform single cell measurements of heterogeneous bacterial mRNA expression and concurrently quantify Immunoglobulin (Ig) A and G binding to intestinal bacteria. Using longitudinal species-resolved, quantitative analysis of the preterm infant microbiota, we identify that E. coli unbound by IgG and IgA associates with the development of necrotizing enterocolitis. The application of MicFLY single cell technology permits measurement of the microbiota at a finer scale and with deeper mechanistic understanding of compositional changes.",
      "authors": [
        "Hand, T. W.",
        "Tin, C. M.",
        "Cordazzo Vargas, B.",
        "Abbott, D. A.",
        "Lohar, A. R.",
        "Taylor, T. C.",
        "Valishev, I. A.",
        "Weinshel, S.",
        "Lian, V.",
        "Sullinger, K. J.",
        "Butoryak, M.",
        "Silverman, m. A.",
        "Shenhav, L.",
        "Depas, W. H."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.18.677130",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-19",
      "selected": null,
      "title": "Single-cell quantification of the microbiota by flow cytometry: MicFLY",
      "urls": [
        "https://doi.org/10.1101/2025.09.18.677130"
      ]
    },
    {
      "abstract": "A sampling-based method that can identify stable (replicable) clusterings of cells for data presented as UMI counts is described. The structure of the processing pipeline is conventional: filter and transform counts, restrict to data for highly variable genes, reduce dimensionality, and cluster cells. Divisive (binary) hierarchical spectral clustering is used. We propose what may be a novel method to map a clustering tree to a set of nested clusterings. For spectral clustering, non-zero affinities are defined for points that are k-nearest neighbors (k is an input parameter). The affinity equals the inverse of the distance between the points. This led to exploration of the variation of the distance between points (that represent cells in low-dimensional Euclidean space) that are k-nearest neighbors. Variation can be large, ranging over three orders of magnitude for one data set studied. This may have implications for other clustering schemes. Given a set of points, Ng, Jordan, and Weiss' algorithm is used to divide it into two clusters. Repeating for each daughter cluster and its descendants generates a clustering tree. Because the algorithm splits a set of points into two subsets, the points are mapped to two-dimensional Euclidean space for clustering. The clusters' separation is measured by a quantity, H, calculated in two dimensions, which is formally identical to the F-statistic, equal to the between-cluster sum of squares divided by the within-cluster sum of squares, scaled by degrees of freedom. The larger H is, the greater the separation between the clusters. Each cluster corresponds to a node of the clustering tree. Dividing a set of points into two subsets corresponds to defining two daughter nodes. Assign the length of the branch between a node and each of its daughters to equal 1/H. That is, the larger the separation between the daughter clusters, the closer they are (viewed as nodes) to their parent node in the tree. Nodes' distances from the root define the mapping of the tree to a set of nested clusterings. Analysis is performed for all cells and for multiple pairs of complementary samples of cells. For a given number of clusters, each sample's clustering and clusters are compared to those of the full data set (restricted to the sample). If differences are small for all samples, the clustering may be considered stable. The method supports single-factor batch correction. Preliminary analysis not discussed here suggests that differential expression can contribute to evaluating stability.",
      "authors": [
        "Klebanoff, V. F."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.17.672302",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-19",
      "selected": null,
      "title": "Finding stable clusterings of single-cell RNA-seq data",
      "urls": [
        "https://doi.org/10.1101/2025.09.17.672302"
      ]
    },
    {
      "abstract": "Background: The hippocampus undergoes extensive cellular remodelling throughout life in response to multiple biological factors that shape its structure and function. Aging represents a fundamental driver of brain changes, with the hippocampus being particularly vulnerable to age-related concerns that contribute to cognitive decline and neurodegenerative disease risk. Reproductive experience, including pregnancy and motherhood, triggers profound hormonal fluctuations and metabolic demands that are increasingly recognized as major modulators of brain plasticity, yet represent an understudied and often paradoxical dimension of neurobiological variation. Although reproductive experience and aging are each known to influence biology across the dorsal and ventral hippocampus, their independent and interactive effects on cellular composition have not been systematically examined using quantitative approaches that can resolve cell-type-specific changes. Methods: We performed cell type deconvolution using Single-cell deconvolution of cell types (SCDC) on bulk RNA-sequencing data from female rat hippocampus, comparing nulliparous and parous females across young/older ages (7 month or 13 month old Sprague-Dawley rats, parous: 30 days or 6 months after giving birth) and dorsal/ventral regions. We harmonized 201 cell type annotations from three single-cell reference datasets into 23 biologically coherent categories utilizing female only data. Three-way ANOVA was used to identify independent and interactive effects. Complementary analyses (random forest, PCA, DESeq2) identified parity-associated transcriptional signatures. Cell-specific functional enrichment was performed by weighted gene set enrichment meta-analysis across multiple pathway databases and metrics. Results: Age emerged as the dominant factor affecting hippocampal cellular composition, significantly altering 6 harmonized cell types, particularly impacting microglia and oligodendrocytes. Regional effects were more extensive, affecting 9 harmonized cell types, while age x region interactions were minimal affecting two harmonized cell types. Critically, parity exerted independent effects on three cell populations: dorsal CA3 pyramidal neurons (p=0.0086-0.010 across two datasets) and SST interneurons (p=0.029) both showed 15-25% decreases, while astrocytes increased (p=0.022). Cell-type-specific pathway analysis revealed distinct molecular mechanisms with enrichment for protein degradation pathways in CA3 pyramidal neurons (GSK3B and BTRC:CUL1-mediated degradation; ubiquitin-dependent degradation of Cyclin D), neuroinflammation pathways in astrocytes, and GABAergic signaling disruption in SST interneurons (signaling receptor activity; GPCR ligand binding). Conclusions: Reproductive experience selectively remodels hippocampal cellular architecture through distinct, cell-type-specific molecular programs that operate independently of age and regional factors. These findings show parity as a critical biological variable requiring consideration in neuroscience and aging research and suggest specific cellular targets for understanding how reproductive history influences brain function.",
      "authors": [
        "McGovern, A. J.",
        "Duarte-Guterman, P.",
        "Galea, L."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.17.676894",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-19",
      "selected": null,
      "title": "Cell Type-Specific Remodelling of the Female Hippocampus by Reproductive Experience and Age",
      "urls": [
        "https://doi.org/10.1101/2025.09.17.676894"
      ]
    },
    {
      "abstract": "The embryonic epidermis originates from a simple single-layered ectoderm that undergoes precise transcriptional and morphological transitions to generate a self-replenishing, multi-layered epidermis. A key early milestone is the emergence of the periderm; a transient, protective layer whose disruption underlies a series of devastating human congenital disorders. Despite its importance, the gene regulatory networks that drive periderm formation remain poorly defined. Here, we integrate single-cell multiome profiling with high-resolution spatial transcriptomics analysis in wild-type and transcription factor p63 mutant (Trp63-/-) embryos to dissect the transcriptional and epigenetic programs driving epidermal lineage diversification. We resolve the cellular repertoire of early embryonic skin, define epithelial subpopulations and reconstruct the transcriptional dynamics underlying the periderm emergence. We show that p63 sits at the core of a multilayered enhancer-gene regulatory network, demonstrate how this network is perturbed in vivo, and functionally validate key targets using comparative cellular models. Together, these findings delineate the gene regulatory architecture of early skin development and establish a framework for understanding epithelial-associated congenital disorders.",
      "authors": [
        "Hammond, N. L.",
        "Baker, S. M.",
        "McGovern, A.",
        "Adamson, A.",
        "Sharrocks, A. D.",
        "Rattray, M.",
        "Dixon, J.",
        "Dixon, M. J."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.19.677295",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-19",
      "selected": null,
      "title": "Decoding the Spatial and Epigenetic Logic of Early Skin Development",
      "urls": [
        "https://doi.org/10.1101/2025.09.19.677295"
      ]
    },
    {
      "abstract": "Transformer-based single-cell foundation models often rely on ranked-gene (RG) sequences where genes, ranked by expression, are often not functionally related, weakening next-token learning and the structure of learned embeddings. Here, we introduce gene-family (GF) encoding, where expressed genes are grouped into functionally defined families, and ranking performed within each family. Using 100,000 gastric-cancer (GC) cells, we domain-adapted 8-billion-parameter Llama and Qwen backbones with either RG or GF sentences and benchmarked zero-shot performance on embedding-based and generative tasks. GF models outperformed RG models across both tasks and backbones. We scaled GF-Llama to 1.3 million GC cells to obtain GF-Llama-GC and applied it to two applications: resolving fine-grained cellular heterogeneity and discovering cell populations associated with disease progression. GF-Llama-GC revealed immune-cell subclusters not resolved by standard expression-based analyses. Applying in-silico cell removal/transplantation on a chemotherapy responder/non-responder scRNA-seq dataset, GF-Llama-GC highlighted not only epithelial cells but also neutrophils as key cells associated with chemotherapy response.",
      "authors": [
        "Ma, H.",
        "Xu, C.",
        "Ho, S. W. T.",
        "Zhao, J. J.",
        "Chu, Y.",
        "Tan, A.",
        "Sundar, R.",
        "Tan, P."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.16.676672",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-19",
      "selected": null,
      "title": "Gene-Family Encoding Boosts Domain-Adapted Single-Cell Language Models",
      "urls": [
        "https://doi.org/10.1101/2025.09.16.676672"
      ]
    },
    {
      "abstract": "Endothelial cells (ECs) are central regulators of vascular and metabolic homeostasis, yet their organ- and depot-specific diversity remains underexplored. Two major types of adipose tissue (AT) can be distinguished that differ substantially in their physiological function and vascularization: white AT (WAT), which is the major energy storage and brown AT (BAT), which is highly vascularized and dissipates energy [1-5]. While ECs from these depots likely contribute to adipose function, their characterization has been hindered by technical limitations in isolation and culture. Here, we establish a protocol for isolating and expanding ECs from murine BAT and WAT, enabling transcriptomic and functional analyses across depots. We demonstrate that freshly isolated BAT-ECs express depot-specific gene signatures, including Rgcc, Cdkn1c, Tcf15, Meox2, and Efnb1, several of which are dynamically regulated during cold-induced BAT activation. These findings reveal novel BAT-EC markers and highlight specialized endothelial programs that may support thermogenesis. However, we also uncover that culturing BAT-ECs profoundly remodels EC identity. Transcriptomic profiling shows that BAT-ECs rapidly downregulate BAT-specific markers and acquire features resembling WAT- and lymphatic ECs. This dedifferentiation is accompanied by signatures of proliferation, adhesion remodeling, and endothelial-to-mesenchymal transition. While these changes present challenges for maintaining depot-specific identity in culture, they also provide a framework to better interpret experimental outcomes and to investigate EC plasticity. Taken together, our study delivers a novel isolation and culture protocol for adipose ECs, defines BAT-EC markers, and demonstrates how culture conditions reshape their identity. These insights build the foundation for future research of AT vasculature.",
      "authors": [
        "Elschner, T.",
        "Hildebrand, S.",
        "Sander, J.",
        "Heubach, L.",
        "Pannwitz, N.",
        "Grein, S.",
        "Mircea, M.",
        "Raimundez, E.",
        "Georgiadi, A.",
        "Heeren, J.",
        "Hasenauer, J.",
        "Pfeifer, A.",
        "Wilhelm-Juengling, K."
      ],
      "categories": null,
      "citations": null,
      "comments": null,
      "databases": [
        "bioRxiv"
      ],
      "doi": "10.1101/2025.09.17.676510",
      "keywords": [],
      "number_of_pages": null,
      "pages": null,
      "publication": null,
      "publication_date": "2025-09-19",
      "selected": null,
      "title": "From Brown to White: Brown Adipose Tissue Endothelial Cells whiten in Culture Conditions",
      "urls": [
        "https://doi.org/10.1101/2025.09.17.676510"
      ]
    }
  ],
  "processed_at": "2025-09-22 16:29:05",
  "publication_types": null,
  "query": "[single-cell] OR [IBD] OR [inflammatory bowel disease] OR [Crohn] OR [organoids] OR [computational biology]",
  "since": "2025-09-19",
  "until": "2025-09-22"
}